[
  {
    "text": "LOADING ERROR LOADING\n\nWASHINGTON ― An influential conservative group this week launched a blatantly Islamophobic and misleading ad campaign targeting one of President Joe Biden’s Muslim judicial nominees, Adeel Mangi.\n\nThe Judicial Crisis Network, a right-wing judicial advocacy group known for its steady stream of anonymous funding and a previous multimillion-dollar campaign aimed at smearing then-Supreme Court nominee Ketanji Brown Jackson, unveiled digital ads on Tuesday that attempt to pressure Sens. Jon Tester (D-Mont.) and Bob Casey (D-Pa.) to oppose Mangi’s confirmation. Both Democrats are up for reelection in November.\n\nAdvertisement\n\nJCN’s attacks on Mangi, a 23-year civil litigator based in New Jersey who is on track to be the nation’s first Muslim appeals court judge, are as deceptive as they are ugly. The group’s ads accuse Mangi of being a “radical” and an “antisemite,” and of advising an organization that teaches students “to hate Israel, to hate America and to support global terrorism.”\n\nThe ads even use video footage of the second plane crashing into the World Trade Center in the Sept. 11, 2001 terrorist attack, overlaid with a headline about Mangi.\n\n“Tell Jon Tester to vote no on giving antisemite Adeel Mangi a lifetime position on our courts,” says the narrator in the ad, as dramatic music plays in the background.\n\nYou can see the Tester ad for yourself here:\n\nAdvertisement\n\nWhat the ads don’t mention is what happened after Republicans made similarly ugly attacks on Mangi in his December hearing before the Senate Judiciary Committee.\n\nDuring that hearing, GOP Sens. Ted Cruz (Texas), Tom Cotton (Ark.) and Josh Hawley (Mo.) berated Mangi and inappropriately demanded he share his personal views on the Sept. 11 terrorist attacks, the Oct. 7 terrorist attack in Israel and the Israeli-Hamas conflict in general.\n\nMangi sharply rejected their false claims about his record and views. He denounced all terrorism. He repeatedly said he didn’t know anything about a 2021 anti-Zionist event co-sponsored by Rutgers Law School’s Center for Security, Race and Rights or its controversial speakers. (Mangi was on an advisory board for the center from 1999 to 2023; it met once a year and was solely focused on presenting ideas for academic research at the law school.)\n\nRepublicans also questioned Mangi about donations he and his law firm, Patterson Belknap Webb & Tyler LLP, made to this center, saying it showed they supported its antisemitic activities. Mangi said his donations were all intended to support the law school’s academic research “to oppose bigotry and discrimination and to advance religious liberty.” His law firm donated money for law fellowships, he said, and he had no role in those decisions.\n\nMeanwhile, Democrats scolded Republicans for their open hostility toward Mangi. Chairman Dick Durbin (D-Ill.) told them they’d reached “a new low” and even apologized to Mangi on behalf of the committee. The largest national Muslim civil rights organization later publicly denounced the GOP senators for their treatment of Mangi. So did the Anti-Defamation League, the leading national group focused on combating antisemitism.\n\nAdvertisement\n\n“ADL is compelled to speak out about the inappropriate and prejudicial treatment of Adeel Abdullah Mangi,” the ADL said in a January statement.\n\n“Just as associating Jewish Americans with certain views or beliefs regarding Israeli government actions would be deemed antisemitic, berating the first American Muslim federal appellate judicial nominee with endless questions that appear to have been motivated by bias towards his religion is profoundly wrong,” said the organization. “This was an attempt to create controversy where one did not exist.”\n\nMost notably, more than a dozen major Jewish groups have since endorsed Mangi’s nomination and praised his record of defending religious freedom.\n\n“Having ethical and unbiased judges is ingrained in our Jewish teachings in which we are taught that ‘judges need to be people of strength through good deeds,’” the National Council of Jewish Women, Bend the Arc: Jewish Action and others said in a joint letter to senators. “It is clear to us that Adeel A. Mangi is a person of strength and good deeds, as evidenced by his career, devotion to his community, and commitment to religious freedom and civil rights.”\n\nOn Friday, still another prominent Jewish leader stood up to defend Mangi. Amy Spitalnick, CEO of the Jewish Council for Public Affairs and the leader of the group that funded the 2017 lawsuit against organizers of the deadly neo-Nazi rally in Charlottesville, Virginia, condemned JCN’s ads.\n\nAdvertisement\n\n“The attacks that Adeel Mangi has faced from members of the Senate Judiciary Committee and now from outside groups are a sickening example of politicians fueling Islamophobic bigotry by weaponizing false smears of antisemitism,” Spitalnick said in a statement. “These smears do nothing to further the safety and security of Jews, or anyone else, in this country — they’re only an attempt to drive dangerous wedges between our community and others at a moment when solidarity has never been more urgent.”\n\n“These are cynical attacks,” she added, “and we won’t stand silently by when cynical politicians stoke division in our name.”\n\nPresident Joe Biden's judicial nominee Adeel Mangi testifies during his Senate Judiciary Committee nomination hearing on Dec. 13, 2023. C-Span\n\nJCN is counting on people not knowing any of this as it tries to paint Mangi as an antisemitic terrorist sympathizer. Conservative media, meanwhile, has been amplifying JCN’s attacks.\n\nBiden continues to defend Mangi, who Sen. Cory Booker (D-N.J.) recommended to the White House for the seat on the U.S. Court of Appeals for the 3rd Circuit.\n\nAdvertisement\n\n“The White House stands 100% behind Mr. Mangi and we call on the Senate to swiftly confirm him,” White House spokesperson Andrew Bates said in a statement. “Mr. Mangi has been subjected to uniquely hostile attacks, in a way other nominees have not ― precisely because of his Muslim faith.”\n\nBates noted that Fox News was among the conservative news outlets that ran a story this week featuring JCN’s ads attacking Mangi. The outlet didn’t reach out to the White House for comment, Bates said, and didn’t use a comment the White House offered. Instead, it used an old statement about Mangi.\n\nHe passed along the statement the White House sent to Fox News that was not used.\n\n“Fox News is discredited on this subject because it has failed to even apologize after allowing its hosts to make a series of outrageous Antisemitic comments on the air, including the repugnant claim that the Holocaust taught its victims a better work ethic,” Bates said in the statement. “President Biden is deeply proud to have nominated Adeel Abdullah Mangi, an indisputably qualified and experienced attorney who has lived the American dream and is devoted to our Constitution and the rule of law.”\n\nBooker similarly fumed to HuffPost on Thursday about the baseless attacks on Mangi, who he said is “an accomplished and respected attorney in New Jersey’s legal community” and doesn’t deserve this treatment.\n\n“It’s disgusting that a person of Adeel Mangi’s character and stature has had to face this unrelenting smear campaign from right-wing dark money groups who will stop at nothing to tear down one of President Biden’s best judicial nominees, including slandering a good man with unconscionable false claims,” the Democratic senator said in a statement.\n\nAdvertisement\n\n“It’s disgusting,\" Sen. Cory Booker (D-N.J.) said of the GOP's Islamophobic attacks on Muslim judicial nominee, Adeel Mangi. Tom Williams via Getty Images\n\nEmily Hampsten, a spokesperson for Democrats on the Senate Judiciary Committee, said it’s “obvious” that JCN’s ads are part of a broader, coordinated effort by conservative groups to tank Mangi’s nomination.\n\n“Senate Judiciary Committee Republicans have stooped to a new low, shamelessly hurling meritless, Islamophobic insults and unfounded lines of questioning at Mr. Mangi, and now their dark money partners are pouring in thousands of dollars to spew a completely false and racist narrative about his character,” Hampsten said.\n\nIt’s not clear when the Senate plans to hold Mangi’s final confirmation vote. The judiciary committee advanced his nomination last month in a party-line vote, which is common with Biden’s judicial nominees.\n\nA spokesperson for Senate Majority Leader Chuck Schumer (D-N.Y.) said the timing of Mangi’s vote hasn’t yet been decided.\n\nAdvertisement\n\nTester is keeping mum on how he’ll vote. “Senator Tester is reviewing the nomination and taking feedback from Montanans,” said his spokesperson, Sarah Feldman.\n\nCasey’s office did not respond to a request for comment.\n\n“It's disgusting.” - Sen. Cory Booker (D-N.J.)\n\nJCN president Carrie Severino did not respond to a request for comment on why her group is attacking Mangi for being antisemitic when there is no evidence that he is, and when virtually every major Jewish group, including ADL, has strongly endorsed him.\n\nSen. Sheldon Whitehouse (D-R.I.), a member of the judiciary committee, said it is important to remember JCN’s ties to other influential conservative groups like the Federalist Society and its powerful leader, Leonard Leo. These groups are collectively hellbent on putting far-right conservatives into lifetime seats on federal courts, he said.\n\n“The Judicial Crisis Network is the phony front into which Leonard Leo shoveled millions in special-interest dark money to capture and control the Supreme Court,” Whitehouse told HuffPost in a statement. “Now Leo’s dark-money outfit is disparaging Judge Mangi’s record, to tank America’s first Muslim federal appellate court nominee.”\n\nAdvertisement\n\n“It’s a dark-money hit job on a highly qualified person.”",
    "title": "'Disgusting': Dark Money Group Unveils Wildly Islamophobic Ads Against Biden Court Pick",
    "authors": ["Senior Politics Reporter"],
    "publish_date": 1708079429000,
    "top_image": "https://img.huffingtonpost.com/asset/65ce3a7a2200001f00ad6439.png?cache=YKWvR6ZFas&ops=1200_630",
    "images": [
      "https://pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
      "https://img.huffingtonpost.com/asset/65ce3a7a2200001f00ad6439.png?cache=YKWvR6ZFas&ops=scalefit_720_noupscale",
      "https://img.huffingtonpost.com/asset/65ce3a7a2200001f00ad6439.png?cache=YKWvR6ZFas&ops=1200_630",
      "https://img.huffingtonpost.com/asset/65ce7c3a2200003500ad6467.jpeg?ops=scalefit_720_noupscale",
      "https://img.huffingtonpost.com/asset/5c128f182600004c0484f0d8.jpg?ops=100_100",
      "https://img.connatix.com/d345cfe9-a1cd-4f3a-a754-78fe33f6adfb/1_th.jpg?crop=629:354,smart&width=629&height=354&format=jpeg&quality=60&fit=crop",
      "https://sb.scorecardresearch.com/p?c1=2&c2=6723616&c3=&c4=&c5=&c6=&c15=&cj=1"
    ],
    "movies": ["https://www.youtube.com/embed/JPLL4QU8nUk?si=qx9F6XrDufc8fNzY"],
    "keywords": [
      "wildly",
      "muslim",
      "adeel",
      "senate",
      "group",
      "biden",
      "judicial",
      "court",
      "money",
      "attacks",
      "mangis",
      "islamophobic",
      "groups",
      "unveils",
      "jewish",
      "mangi",
      "pick",
      "dark",
      "judiciary",
      "disgusting"
    ],
    "summary": "LOADING ERROR LOADINGWASHINGTON ― An influential conservative group this week launched a blatantly Islamophobic and misleading ad campaign targeting one of President Joe Biden’s Muslim judicial nominees, Adeel Mangi.\n“Tell Jon Tester to vote no on giving antisemite Adeel Mangi a lifetime position on our courts,” says the narrator in the ad, as dramatic music plays in the background.\nYou can see the Tester ad for yourself here:AdvertisementWhat the ads don’t mention is what happened after Republicans made similarly ugly attacks on Mangi in his December hearing before the Senate Judiciary Committee.\nAdvertisement“ADL is compelled to speak out about the inappropriate and prejudicial treatment of Adeel Abdullah Mangi,” the ADL said in a January statement.\nAdvertisement“It’s disgusting,\" Sen. Cory Booker (D-N.J.) said of the GOP's Islamophobic attacks on Muslim judicial nominee, Adeel Mangi.",
    "brand": "huffingtonpost"
  }
]
