[
    {
        "title": "CNN Business",
        "authors": [],
        "publish_date": "None",
        "top_image_url": "https://www.cnn.com/media/sites/cnn/apple-touch-icon.png",
        "article_text": "1. How relevant is this ad to you?\n\nVideo player was slow to load content Video content never loaded Ad froze or did not finish loading Video content did not start after ad Audio on ad was too loud Other issues",
        "keywords": [
            "ad",
            "player",
            "loud",
            "relevant",
            "video",
            "youvideo",
            "loading",
            "slow",
            "start",
            "business",
            "content",
            "cnn"
        ],
        "summary": "How relevant is this ad to you?\nVideo player was slow to load content Video content never loaded Ad froze or did not finish loading Video content did not start after ad Audio on ad was too loud Other issues"
    },
    {
        "title": "Weather Video",
        "authors": [],
        "publish_date": "None",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/170111152854-social-gfx-cnn-logo.jpg?q=w_1600,h_900,x_0,y_0,c_fill/w_800",
        "article_text": "1. How relevant is this ad to you?\n\nVideo player was slow to load content Video content never loaded Ad froze or did not finish loading Video content did not start after ad Audio on ad was too loud Other issues",
        "keywords": [
            "ad",
            "player",
            "loud",
            "youvideo",
            "loading",
            "slow",
            "weather",
            "start",
            "video",
            "content",
            "relevant"
        ],
        "summary": "How relevant is this ad to you?\nVideo player was slow to load content Video content never loaded Ad froze or did not finish loading Video content did not start after ad Audio on ad was too loud Other issues"
    },
    {
        "title": "Colorado Springs police investigate college dorm shooting as double homicide",
        "authors": [
            "Sarah Dewberry",
            "Raja Razek",
            "Dalia Faheid"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/still-20389748-9276-551-still.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nTwo shooting deaths at the University of Colorado’s campus in Colorado Springs Friday morning are being investigated as a double homicide, police said.\n\nThe shooting “does not appear to be a murder-suicide,” the Colorado Springs Police Department said Friday evening.\n\n“We are continuing to develop and follow investigative leads and will provide additional information when it becomes available,” the department said in a post on X.\n\nCampus police received a call just before 6 a.m. about shots fired in a dormitory. University police reached the dorm at 6:05 a.m., where they found two people dead, Cronin said. Each had suffered at least one gunshot wound.\n\n“We don’t believe at this point that there’s an ongoing threat to the community,” spokesperson Ira Cronin said at a news conference. “And we’re investigating this as an isolated incident.”\n\nHomicide detectives took over the investigation and are working to piece together what happened and notify the next of kin, Cronin said.\n\nCronin said the official cause of death will be determined by the coroner’s office in the “next few days.”\n\nCNN affiliate KKTV spoke to a student who was on campus when the shooting happened.\n\n“I was shocked, honestly,” Adam Trujillo said. “I had woke up to an email from one of my teachers saying that there was a lockdown and to just be safe, lock the doors. And then I came out here to all these police cars and news people, and I was pretty shocked.”\n\nCampus went on lockdown\n\nCampus police and the Colorado Springs Police Department said the shooting was not an active shooter situation, but it led the campus to go into lockdown and dormitory residents were ordered to shelter in place for several hours.\n\n“Lockdown! Lock interior doors,” an alert sent by campus police just after 7 a.m. stated. “Turn out the lights. Move away from sight. Do not open the door. Maintain silence. Evade/Defend.”\n\nA few minutes later, university police posted there were no reports of an active shooter, but asked those on campus to shelter in place. Just before 8 a.m., police said everyone could leave campus except students at Alpine Village, a residence hall housing sophomore through graduate school students.\n\nAt 8:52 a.m., campus police said “there is no safety concern on campus” and the shelter-in-place order for Alpine Village was “due to an ongoing investigation.” The order was fully lifted at 9:36 a.m.\n\n“We ask that individuals refrain from returning to campus until instructed to do so,” campus police said. “The UCCS campus is currently closed. The UCCS Police Department is working with the Colorado Springs Police Department, and we will provide updates as information becomes available.”\n\nThe campus will be closed on Saturday and Sunday, according to a social media post by the university. Classes have been canceled for Monday as well, but the campus will be open for “support and healing,” the university announced.",
        "keywords": [
            "homicide",
            "university",
            "cronin",
            "colorado",
            "working",
            "double",
            "springs",
            "college",
            "campus",
            "uccs",
            "dorm",
            "department",
            "shooting",
            "investigate",
            "village"
        ],
        "summary": "CNN —Two shooting deaths at the University of Colorado’s campus in Colorado Springs Friday morning are being investigated as a double homicide, police said.\nThe shooting “does not appear to be a murder-suicide,” the Colorado Springs Police Department said Friday evening.\nUniversity police reached the dorm at 6:05 a.m., where they found two people dead, Cronin said.\n“The UCCS campus is currently closed.\nClasses have been canceled for Monday as well, but the campus will be open for “support and healing,” the university announced."
    },
    {
        "title": "Takeaways from the $355 million civil fraud ruling against Donald Trump",
        "authors": [
            "Jeremy Herb",
            "Lauren Del Valle",
            "Kara Scannell"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/untitled-1-20240216201809508.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nJudge Arthur Engoron hit Donald Trump with his biggest punishment to date on Friday, in a ruling that fined the former president $355 million for fraudulently inflating the values of his properties.\n\nCombined with the $83 million judgment issued against Trump for defaming E. Jean Carroll, that means Trump has been fined roughly $438 million over the past four weeks.\n\nFriday’s ruling underscored how the civil cases against Trump are still significantly damaging to the former president, endangering his business empire even as he faces four criminal trials, the first of which is set to begin next month.\n\nEngoron found Trump liable for fraud, conspiracy and issuing false financial statements and false business records, and he barred him from serving as director of a company in New York for three years. But while he stopped short of dissolving the Trump Organization altogether, Engoron issued a blistering 93-page opinion that painted the former president as unremorseful and highly likely to commit fraud again.\n\n“Their complete lack of contrition and remorse borders on pathological,” Engoron wrote of Trump and his co-defendants.\n\nHere’s what to know from the decision:\n\nEngoron’s fines are the biggest yet against Trump\n\nThe fines Engoron levied in his ruling against Trump – known as “disgorgement,” or the return of ill-gotten gains – are higher in terms of magnitude than any previous fine levied against the former president and his company.\n\nNew York Attorney General Letitia James had asked Engoron to fine Trump and other defendants $370 million, accusing them of engaging in a long-running fraud scheme of inflating Trump’s assets on his financial statements.\n\nIt came pretty close. Engoron found that the defendants’ fraud saved them about $168 million in interest, fining Trump and his companies that amount.\n\nEngoron ruled that Trump and his companies were liable for $126 million in ill-gotten profits from the sale of the Old Post Office in Washington, DC, a contract the judge says “was obtained through the use of false SFC (statements of financial condition).”\n\nAnd the judge ruled that Trump and his companies were liable for $60 million in profits from the sale of Ferry Point in the Bronx.\n\nEngoron also wrote that Trump would be required for interest on those payments, which could potentially add as much as $100 million to the total he’s ultimately required to pay.\n\nIn addition, Trump was barred from serving as an officer or director of any New York corporation or other legal entity in New York for a period of three years.\n\nEngoron gets the last word, and then some\n\nTrump repeatedly attacked Engoron and the case throughout the 11-week trial on social media, outside the courtroom – and even to the judge’s face while he testified.\n\nOn Friday, Engoron got the last word, painting Trump as a “pathological” fraudster who would not stop unless forced.\n\n“Defendants’ refusal to admit error – indeed, to continue it, according to the Independent Monitor – constrains this Court to conclude that they will engage in it going forward unless judicially restrained,” Engoron wrote.\n\nEngoron acknowledged that the sins Trump committed – which his lawyers frequently argued had no victim because banks were repaid and often eager to do business with Trump’s company – were not as serious as some crimes. But he faulted Trump and his co-defendants for a complete lack of contrition.\n\n“This is a venial sin, not a mortal sin. Defendants did not commit murder or arson. They did not rob a bank at gunpoint. Donald Trump is not Bernard Madoff. Yet, defendants are incapable of admitting the error of their ways. Instead, they adopt a ‘See no evil, hear no evil, speak no evil’ posture that the evidence belies,” the judge wrote.\n\nEngoron even turned to poetry to make his point: “The English poet Alexander Pope (1688-1744) first declared, ‘To err is human, to forgive is divine.’ Defendants apparently are of a different mind.”\n\nEngoron was critical of Trump’s testimony on the stand, when the former president mostly ignored questions and took the opportunity instead to give political speeches attacking the case, the attorney general and the judge. At first, Engoron tried to rein Trump in – even threatening to remove him as a witness at one point – but he eventually gave up and let Trump rant in response to the questions from the attorney general’s lawyer.\n\n“Overall, Donald Trump rarely responded to the questions asked, and he frequently interjected long, irrelevant speeches on issues far beyond the scope of the trial,” Engoron wrote. “His refusal to answer the questions directly, or in some cases, at all, severely compromised his credibility.”\n\nNo corporate death penalty as judge backs off dissolving Trump Org.\n\nBelieve it or not, it could have been worse for Trump.\n\nThe judge banned him from serving as an officer or director of a New York corporation for three years, but did not issue the so-called corporate death penalty.\n\nIn September, Engoron issued a summary judgment dissolving Trump’s business certificates in finding that Trump and his co-defendants were liable for persistent and repeated fraud.\n\nBut he pulled back from that decision – which had been put on hold pending appeal – on Friday, writing that he no longer felt it was necessary because he was putting in place two different independent monitors to oversee the company going forward.\n\nThe independent monitor installed last fall will stay in place for at least three years, Engoron ruled. In addition, he ordered an independent director of compliance should be installed at the Trump Org. at the company’s expense.\n\n“As going forward there will be two-tiered oversight, an Independent Monitor and an Independent Director of Compliance, of the major activities that could lead to fraud, cancellation of the business licenses is no longer necessary,” Engoron wrote.\n\nTrump’s former lawyer and fixer ‘told the truth’\n\nEngoron recapped Michael Cohen’s theatrical trial testimony, acknowledging the credibility issues with Trump’s former lawyer and fixer.\n\nBut ultimately, Engoron said, he believed Cohen.\n\n“Although the animosity between the witness and the defendant is palpable, providing Cohen with an incentive to lie, the Court found his testimony credible, based on the relaxed manner in which he testified, the general plausibility of his statements, and, most importantly, the way his testimony was corroborated by other trial evidence,” Engoron wrote.\n\nEngoron pushed back on Trump’s narrative that Cohen was a star witness for the attorney general on whose credibility the case could teeter.\n\n“Michael Cohen was an important witness on behalf of the plaintiff, although hardly the linchpin that defendants have attempted to portray him to be,” Engoron said.\n\nWhile the testimony from Trump’s former fixer was compromised by his previous perjury plea in another case and some “seeming contradictions” in what he said at this trial, the judge said he believed Cohen when he testified that “Trump did not expressly direct him to reverse engineer financial statements, he ordered him to do so indirectly, in his ‘mob voice.’”\n\n“A less-forgiving factfinder might have concluded differently, might not have believed a single word of a convicted perjurer,” Engoron also wrote. “This factfinder does not believe that pleading guilty to perjury means that you can never tell the truth. Michael Cohen told the truth.”\n\nTrump’s adult sons banned for 2 years\n\nTrump’s eldest sons – who’ve essentially run the Trump Organization since 2017 – are barred from serving as executives in New York for two years, according to Engoron’s order.\n\nThe Trumps will have to navigate the two-year penalty as they sort out the future of the family-run real estate company that also hasn’t filled the chief financial officer or controller positions vacated by former Trump Org. execs Allen Weisselberg and Jeff McConney.\n\nDuring closing arguments last month, Engoron questioned whether the attorney general presented any evidence that Trump’s eldest sons knew that there was fraud going on at the company — but ultimately found them liable for issuing false financial statements, falsifying business records and conspiracy claims.\n\n“They also served as co-executives running the company from January 2017 to today, in which they had intimate knowledge of the Trump Organization’s business, assets, and were provided with financial updates upon request,” Engoron wrote Friday.\n\nThe judge knocked Eric Trump’s credibility in his ruling, pointing out inconsistent testimony he gave at trial.\n\n“Eric Trump’s credibility was severely damaged when he repeatedly denied knowing that his father ever even compiled an SFC that valued his assets and showed his net worth ‘until this case came into fruition.’”\n\nHe “begrudgingly” conceded at trial that he actually knew about his father’s statements as early as 2013 “upon being confronted with copious documentary evidence conclusively demonstrating otherwise,” the judge wrote.\n\nEngoron also said Eric Trump unconvincingly tried to distance himself from some appraisals of Trump Org. properties that offered a much lower valuation than reported on Donald Trump’s financial statements.\n\nEric and Donald Trump Jr. were both ordered to pay more than $4 million in disgorgement, or “ill-gotten” profits, they personally received from the 2022 sale of Trump’s hotel at the Old Post Office building in Washington DC.\n\nIvanka Trump gets to keep her profits on the building sale because she was dismissed as a defendant in the case by an appeals court ahead of trial. But that didn’t stop Engoron from weighing in on her trial testimony, calling it “suspect.”\n\n“Ivanka Trump was a thoughtful, articulate, and poised witness, but the Court found her inconsistent recall, depending on whether she was questioned by OAG or the defense, suspect,” Engoron wrote. “In any event, what Ms. Trump cannot recall is memorialized in contemporaneous emails and documents; in the absence of her memory, the documents speak for themselves.”\n\nVideo Ad Feedback Trump reacts after judge orders him and companies to pay $355 million 02:00 - Source: CNN\n\nNext steps: Trump will appeal the ruling\n\nTrump’s attorneys have already appealed Engoron’s summary judgment last year that found the former president liable for fraud – and Trump’s attorneys are already planning to appeal this decision, too.\n\nTrump attorney Christopher Kise responded to Engoron’s ruling in a statement on Friday, saying the court “ignored the law, ignored the facts.”\n\nKise added Trump will appeal and “remains confident the Appellate Division will ultimately correct the innumerable and catastrophic errors made.”\n\nDuring the 11-week trial, Trump’s attorneys repeatedly criticized Engoron’s handling of the case and raised objections “for the record” and a potential appeal.\n\nEngoron often acknowledged the likelihood of an appeal during the trial, raising his concerns with a reversal with the attorney general’s lawyers when he allowed the testimony of certain witnesses the AG objected to as part of Trump’s defense.\n\nThe reality is that the ruling is likely to be tied up in the courts on appeal for a long time, and Engoron’s ruling Friday was written with an eye toward surviving an appellate challenge.\n\nThis story has been updated with additional details.",
        "keywords": [
            "judge",
            "million",
            "financial",
            "trump",
            "355",
            "trumps",
            "trial",
            "ruling",
            "donald",
            "engoron",
            "testimony",
            "civil",
            "takeaways",
            "fraud"
        ],
        "summary": "CNN —Judge Arthur Engoron hit Donald Trump with his biggest punishment to date on Friday, in a ruling that fined the former president $355 million for fraudulently inflating the values of his properties.\nCombined with the $83 million judgment issued against Trump for defaming E. Jean Carroll, that means Trump has been fined roughly $438 million over the past four weeks.\nEngoron found that the defendants’ fraud saved them about $168 million in interest, fining Trump and his companies that amount.\n“Overall, Donald Trump rarely responded to the questions asked, and he frequently interjected long, irrelevant speeches on issues far beyond the scope of the trial,” Engoron wrote.\nproperties that offered a much lower valuation than reported on Donald Trump’s financial statements."
    },
    {
        "title": "NRA trial: Deliberations begin in civil case against group and top officials",
        "authors": [
            "Sabrina Souza"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/2024-01-08t222927z-1039843313-rc2yd5azru97-rtrmadp-3-new-york-nra.JPG?c=16x9&q=w_800,c_fill",
        "article_text": "New York CNN —\n\nThe jury in the civil corruption trial against the National Rifle Association and its top executives will continue deliberations when court resumes on Tuesday.\n\nCourt is now in recess for the weekend, including the Monday public holiday.\n\nThe jury began deliberations Friday morning in a case that spotlights one of the most powerful lobbying groups in a nation with more civilian guns than people.\n\nThe National Rifle Association and its top executives engaged in mass corruption and should pay back to the organization millions of dollars spent on personal expenses, the New York attorney general’s office said during closing arguments of the group’s civil corruption trial.\n\nThe defendants – the NRA, former CEO Wayne LaPierre, former CFO Wilson “Woody” Philips and general counsel John Frazer – were caught “with their hands in the cookie jar,” Assistant Attorney General Monica Connell said in closing arguments Thursday. They denied, deflected and blamed each other for failing to properly administer charitable money and violating non-profit laws in a breach of their fiduciary duties, she said.\n\n“What happens when someone is caught in the act?” Connell asked. “What are they going to do? What does our common sense and life experience tell us they’re going to do?”\n\n“Stopping illegal conduct after you’ve been caught does not make your misconduct disappear,” Connell added.\n\nLaPierre, who last month stepped dow﻿n from his NRA role, citing his health, testified he wasn’t in it for the money, Instead, the expenses were part of an effort to bolster the organization’s reach and importance, he said.\n\nConnell said LaPierre engaged in a long history of corruption by spending money on private planes, cars, five-star hotels, hundreds of thousands of dollars of clothing, million-dollar deals to insiders, and payments to loyal board members.\n\nThe NRA paid $600,000 alone on private flights to the Bahamas for LaPierre, and hair and makeup expenses totaled approximately $41,000, according to Connell.\n\nThe NRA’s contract with its former advertising firm MMP increased every time LaPierre or his wife spent time on the yacht of the owners of Ackerman McQueen, an MMP entity, she said.\n\nFrom 2015 through 2022, the NRA paid MMP entities $109 million, and Connell told the jury this amount should be paid in damages split among LaPierre, Philips and Frazer.\n\n“We’re talking about trust of NRA donors” and members who gave hard-earned money to charity, Connell said.\n\nAG asks jury to award money to NRA\n\nThe hiring and removal of Oliver North, a former NRA president who earlier testified for the state, is a clear example of LaPierre’s corruption, Connell said.\n\nLaPierre placed him in the presidential role without approval and offered North a million-dollar contract, later suppressing and ousting him, once North raised concerns, she told jurors.\n\nConnell also argued LaPierre kept a group of loyalists in the NRA board who protected, “Wayne’s world.”\n\nIn an unusual twist, members of the NRA could benefit from a verdict against former leaders. Connell said no money would be paid to the state.\n\nThe attorney general’s office is asking the jury to find against LaPierre and others, and that they reimburse and pay penalties to the organization.\n\n“This is not a witch hunt,” Connell said. “The attorney general is trying to get money wrongfully taken from the NRA back to the NRA.”\n\nDefense: ‘It was in the interest of the NRA’\n\nLaPierre’s attorney Kent Correll argued during closing arguments Thursday morning the former CEO “wasn’t interested in building a big pile of money for himself; he wasn’t interested in getting money through a back door at the organization.”\n\nThe state had suggested every private flight LaPierre took “was somehow a personal flight,” Correll said. “It wasn’t. It was in the interest of the NRA.”\n\n“The AG doesn’t want you to look at the heroism. They don’t want you to look at the freedom he has fought for. They don’t want you to look at the 4 million members,” he said.\n\nCorrell said the New York attorney general set out to destroy the organization and she knew the best way to do that was to get to LaPierre.\n\n“She (Letitia James) wanted to decapitate the organization, and that was for political reasons,” he said.\n\nNRA attorney Sarah Rodgers said the misconduct against the non-profit was concealed from the organization, and the mere fact that damages are payable to the group and not the state “tells you what we need to know” about the case.\n\n“If anything was found where I received an advantage, where I received benefits, I wanted to pay it back in interest, which is what I did,” LaPierre testified.",
        "keywords": [
            "attorney",
            "nra",
            "money",
            "officials",
            "jury",
            "group",
            "trial",
            "paid",
            "organization",
            "connell",
            "lapierre",
            "civil",
            "case",
            "wasnt",
            "begin",
            "corruption",
            "deliberations"
        ],
        "summary": "New York CNN —The jury in the civil corruption trial against the National Rifle Association and its top executives will continue deliberations when court resumes on Tuesday.\nThe NRA paid $600,000 alone on private flights to the Bahamas for LaPierre, and hair and makeup expenses totaled approximately $41,000, according to Connell.\nFrom 2015 through 2022, the NRA paid MMP entities $109 million, and Connell told the jury this amount should be paid in damages split among LaPierre, Philips and Frazer.\n“We’re talking about trust of NRA donors” and members who gave hard-earned money to charity, Connell said.\nNRA attorney Sarah Rodgers said the misconduct against the non-profit was concealed from the organization, and the mere fact that damages are payable to the group and not the state “tells you what we need to know” about the case."
    },
    {
        "title": "Missouri has some of the weakest gun laws in the US. Here’s how that is impacting the Kansas City shooting investigation",
        "authors": [
            "Ashley Williams",
            "Josh Campbell",
            "Ashley R. Williams"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/240214170653-20-kansas-city-parade-shooting-gallery-021424.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nThe deadly mass shooting that unfolded Wednesday following a Super Bowl celebration rally in Kansas City – a city that recorded its deadliest-ever year in 2023 – occurred in a state known to have some of the weakest gun laws in the country.\n\nThe gunfire killed a 43-year-old woman and injured at least 23 others during a Kansas City Chiefs parade where around 1 million people gathered to celebrate, and prompted calls from the Biden administration for Congress to pass “reasonable gun safety laws.”\n\n“What are we waiting for? What else do we need to see? How many more families need to be torn apart?” President Joe Biden said in a statement Wednesday.\n\nThe lax gun laws in Missouri, where at least 155 mass shootings have happened since 2013, have created challenges for law enforcement and officials in preventing and investigating gun violence in the state. Here’s why.\n\nMissouri’s weak laws have led to gun deaths spike\n\nWhile Missouri does have partial open carry regulations and certain child access prevention laws in place, the Giffords Law Center to Prevent Gun Violence has said the state’s gun laws are “appallingly weak.”\n\nMissouri ranks 38th among the 50 states when it comes to gun law strength; California leads the country with the toughest enacted gun laws and Arkansas ranks at 50 for the weakest, according to Everytown for Gun Safety.\n\nThe gun control advocacy and gun violence prevention-focused nonprofit says Missouri, which is among the top 10 states with the most firearm-related deaths, lacks any “of the foundational gun violence prevention laws” – including passing background checks and/or purchase permitting, secure gun storage requirements, requiring a concealed carry permit, Extreme Risk laws and rejecting Shoot First laws.\n\nExtreme Risk laws, also called Red Flag laws, temporarily prevent a person in crisis from accessing guns by letting police or loved ones intervene through petitioning a court order.\n\nShoot First laws, or Stand Your Ground laws, “allow people to shoot and kill in public even if they can safely walk away from the situation,” according to Everytown.\n\nThe state’s 2007 repeal of an 80-year-old permit-to-purchase law led to around a 27% rise in the state’s gun homicide rate, according to Everytown.\n\n“Missouri is a gun rights paradise, but this clearly has public safety implications,” said Jennifer Mascia, a CNN contributor and senior news writer at The Trace, a nonprofit journalism outlet focusing on gun-related news.\n\nThe state’s gun laws were rolled back specifically to prevent incidents like Wednesday’s shooting – “to allow ‘good guys with guns’ to easily access weapons and defend themselves and their communities,” Mascia said.\n\nCrime scene tape hangs from a fence following the prior day's shooting at Kansas City's Union Station. Emmalee Reed/CNN\n\nBut today, Mascia noted, Missouri has one of the highest gun-death rates in the United States.\n\nThe state’s lax gun laws have allowed for firearms to reach criminal hands through legal gun owners by way of theft, private sales and straw buyers, Mascia explained.\n\n“There’s no mechanism in our laws to periodically check in with gun owners and make sure they’re properly handling their guns, and locking them up and reporting thefts,” she said. “That’s especially true in Missouri, where you can buy a gun in a private sale and carry it in public with no background check and no authorities ever being notified.”\n\nHow Missouri’s gun laws make crime investigation difficult\n\nWhile some leaders, including Kansas City Mayor Quinton Lucas and St. Louis Mayor Tishaura Jones, have pushed back against Missouri’s restrictions on its cities’ ability to fight gun violence, the state – which controls law enforcement in Kansas City – has made it “nearly impossible” for cities to do so, according to Everytown.\n\nThe state enacted the Second Amendment Preservation Act in 2021, which would subject local and state law enforcement officers to $50,000 fines for helping to enforce a federal gun law, according to the Giffords Law Center.\n\nHowever, in a 24-page decision last March, US District Judge Brian Wimes ruled the law is “invalidated as unconstitutional in its entirety,” CNN previously reported.\n\nThe US Supreme Court rejected an emergency petition by the State of Missouri to block Wimes’ decision.\n\nThe Missouri State Capitol is seen Friday, September 16, 2022, in Jefferson City. Jeff Roberson/AP\n\nMissouri cities, including Kansas City, can’t pass their own gun laws; only the state legislature can, according to Mascia.\n\n“But cities have been trying: Several initiatives vying for the Missouri ballot in November would reinstate the ability of cities to make their own gun laws — specifically Kansas City and St. Louis,” she said.\n\nMissouri lawmakers have also introduced several gun-related bills during the 2024 state legislative session, including legislation to lower the age requirement for carrying a concealed firearm from 19 to 18 and legislation to allow the state to take control of municipal law enforcement agencies from city government – a measure that “would frustrate the ability of Missouri cities to combat gun violence,” according to Everytown.\n\nFollowing Wednesday’s deadly shooting in Kansas City, police face the critical challenge of not only determining whether firearms recovered at the scene were fired during the mass shooting, but also linking each weapon to a specific shooter.\n\nPermissive gun laws make this even more challenging because weapons can easily change hands without registration requirements that would allow police to quickly trace the owner of a firearm.\n\nBullets, shell casings are major focus of investigation\n\nSpecialists from the Bureau of Alcohol, Tobacco, Firearms, and Explosives are also analyzing bullets recovered at the scene and from victims to determine which gun was responsible for killing or injuring specific people, a law enforcement source told CNN.\n\nEjected casings are additionally being studied to identify whether unique markings left behind on a shell casing by a gun during firing – similar to a fingerprint – match other shootings in law enforcement databases, the source said.\n\nIn addition to helping tie those guns to rounds fired at the scene, the source said ATF investigators are working to determine whether any bullets and shell casings recovered fail to fit the unique profile of those recovered weapons, which could indicate additional suspects are at large.\n\nBut even if a firearm associated with Wednesday’s mass shooting does match with a weapon in the ATF’s database of previous shootings, the absence of any laws in Missouri requiring registration, coupled with the ability of gun owners to anonymously transfer weapons through private sales, does not guarantee police will be any closer to identifying the person who pulled the trigger.\n\nCNN’s Ariane de Vogue and Devan Cole contributed to this report.",
        "keywords": [
            "missouri",
            "weakest",
            "laws",
            "heres",
            "according",
            "states",
            "investigation",
            "kansas",
            "gun",
            "violence",
            "law",
            "state",
            "impacting",
            "shooting",
            "city"
        ],
        "summary": "The lax gun laws in Missouri, where at least 155 mass shootings have happened since 2013, have created challenges for law enforcement and officials in preventing and investigating gun violence in the state.\nThe state’s gun laws were rolled back specifically to prevent incidents like Wednesday’s shooting – “to allow ‘good guys with guns’ to easily access weapons and defend themselves and their communities,” Mascia said.\nThe state’s lax gun laws have allowed for firearms to reach criminal hands through legal gun owners by way of theft, private sales and straw buyers, Mascia explained.\nJeff Roberson/APMissouri cities, including Kansas City, can’t pass their own gun laws; only the state legislature can, according to Mascia.\nPermissive gun laws make this even more challenging because weapons can easily change hands without registration requirements that would allow police to quickly trace the owner of a firearm."
    },
    {
        "title": "Caitlin Clark-onomics and the new era of profitability in college sports",
        "authors": [
            "Clare Duffy",
            "Allison Morrow"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/ap24047165264822.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "New York CNN —\n\nCaitlin Clark made history Thursday as women’s college basketball’s all-time leading scorer. The Iowa star is also an economic powerhouse, putting a spotlight on the multi-million dollar earning potential of some athletes in a new era of profitability in college sports.\n\nClark, 22, has signed deals with Gatorade, Nike and State Farm, among others. Sports data site On3 estimates the total value of those partnerships at $818,000 — the fifth-highest ranking in all of women’s college sports, and multiples higher than Clark can expect to make as a pro in the WNBA, where the top salary currently maxes out around $250,000.\n\nHer star power is also filling seats, boosting TV ratings and moving merchandise.\n\nClark’s stardom reflects women’s growing marketing power in college sports, three years after a Supreme Court ruling allowed student athletes to make money off their personal brand and amid booming interest in women’s sports broadly. Brands are increasingly hungry to partner with college athletes who can help them reach younger consumers, especially young women who are most likely to cultivate loyal social media followings. And the growing profiles of top athletes like Clark are helping to bring more attention — and more revenue — to women’s college sports programs and professional leagues.\n\n“Corporate America obviously wants to target younger people, and part of that is the lifetime customer value,” said Patrick Rishe, director of the sports business program at Washington University in St. Louis. He added that Clark herself has a following of “Clarkies.”\n\n“These preteen and teenage girls that are huge fans of Caitlin Clark’s, they’re watching the commercials and they see her drinking Gatorade and they see her on a State Farm commercial,” Rishe said. “We don’t know if that brand recognition and reinforced messaging is going to lead to those young girls eventually becoming State Farm customers … but that’s the hope.”\n\nUntil recently, college athletes were not allowed to be paid. But a 2021 Supreme Court ruling allowed student athletes to make money off their personal brand — their name, image and likeness, known as NIL.\n\nThe total market for commercial NIL deals for college athletes is expected to reach an estimated $200 million in 2024, according to Opendorse, an online platform that helps connect athletes with NIL deals. And for top athletes like Clark, multi-year deals with major brands are likely “starting in the six figures,” Sam Weber, head of marketing and communications at Opendorse, told CNN.\n\nRepresentatives for Clark did not immediately respond to CNN’s request for comment.\n\nThe NIL change is especially empowering for female athletes, whose post-college professional path — if it exists at all — is far less lucrative than men’s.\n\nThat’s particularly visible in basketball. Currently, LSU stars Angel Reese and Flau’jae Johnson boast NIL valuations above $1 million, according to On3’s NIL ranking. Their prospects in the professional league — where the average salary in 2023 was around $113,000, according to Spotrac — are meager by comparison. (By contrast, even professional men’s basketball players ranked below the top 100 athletes in the NBA can make upwards of $10 million each year.)\n\nTop brands in particular may be eager to ink endorsement deals with pro-bound college athletes that can last the entirety of their careers, Weber said. He cited similar, long-term relationships Nike has had with athletes like golfer Tiger Woods, who began his 27-year relationship with the brand at age 20, and basketball star LeBron James, who signed with the shoe company, in what eventually became a lifetime deal, as a high school senior.\n\n“Large brands and massive media agencies, what they see (in a player like Clark), that doesn’t go away when she puts on a WNBA jersey,” Weber said.\n\nThe growing public profiles of college athletes has also meant additional funds for their schools and athletics programs.\n\nSeason tickets for the Iowa Hawkeyes women’s basketball team sold out this year for the first time in the program’s history. Ahead of Thursday’s pivotal game in Iowa City against the Michigan Wolverines, tickets prices were averaging $400 a seat, about 206% more expensive than the same game in November, according to TickPick.\n\nFor Iowa’s March 3 home game against No. 2-ranked Ohio State, ticket prices were already topping $450 for the cheapest seat on StubHub on Friday, maxing out above $1,000.\n\nTickPick estimates the game will be the most expensive in women’s college basketball history.\n\nThis past Sunday, Nebraska’s victory over Iowa in Lincoln attracted 1.7 million viewers — the most-watched women’s college basketball game ever on Fox Sports.\n\n“There’s no question that name, image and likeness may be one of the largest reasons why we’ve seen such an acceleration in the growth of women’s sports and the business of women’s sports,” Rishe said. Women college athletes “now have the ability to build a brand for themselves, such that when they graduate, they can further monetize the image that they’ve crafted. And it also helps these women’s sports leagues because now you’ve got college stars joining professional leagues that now have a bigger aura, a greater recognition, than they ever had before.”",
        "keywords": [
            "professional",
            "profitability",
            "athletes",
            "deals",
            "clarkonomics",
            "college",
            "clark",
            "nil",
            "game",
            "era",
            "womens",
            "caitlin",
            "basketball",
            "brand"
        ],
        "summary": "New York CNN —Caitlin Clark made history Thursday as women’s college basketball’s all-time leading scorer.\nThe total market for commercial NIL deals for college athletes is expected to reach an estimated $200 million in 2024, according to Opendorse, an online platform that helps connect athletes with NIL deals.\nThe growing public profiles of college athletes has also meant additional funds for their schools and athletics programs.\nTickPick estimates the game will be the most expensive in women’s college basketball history.\nThis past Sunday, Nebraska’s victory over Iowa in Lincoln attracted 1.7 million viewers — the most-watched women’s college basketball game ever on Fox Sports."
    },
    {
        "title": "Gwen Stefani says she has to relearn No Doubt songs ahead of ‘amazing’ Coachella reunion",
        "authors": [
            "Alli Rosenbloom"
        ],
        "publish_date": "2024-02-15 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/171625-0841.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nGwen Stefani has some studying to do ahead of the hotly anticipated No Doubt reunion at the Coachella music festival in April.\n\nThe singer admitted this week that she needs a solid refresher on some of the iconic ska-punk band’s classic songs, saying with a laugh on Wednesday’s episode of “Jimmy Kimmel Live,” “I don’t remember them… Not at all!”\n\nStefani served as the frontwoman for No Doubt when they first popped onto the music scene in the mid-90s, achieving a solid string of hits into the the new millennium and last performing together almost ten years ago.\n\nShe told host Jimmy Kimmel this week that she and the band haven’t started rehearsing yet, and that she has to relearn “eight or nine” No Doubt songs ahead of the big show.\n\nStefani also inadvertently teased that one of the songs that might end up on their setlist is “Different People,” a track off of No Doubt’s 1995 hit album “Tragic Kingdom,” describing it as “one of the first songs I ever wrote” and one she most probably has to relearn for the desert-centric music festival.\n\nShe also joked that in case she forgets any lyrics, she’ll “just have to let them sing it for us,” gesturing to the screaming No Doubt fans in the audience.\n\nBut Stefani isn’t letting nerves get the best of her, as she also gushed to Kimmel that playing Coachella is “going to be amazing. I’m so excited.”\n\nIn their heyday, No Doubt became known for their classic hits “Don’t Speak,” “Just a Girl” and “Spiderwebs,” among many others. They released five albums between 1992 and 2001 before the four members – Stefani along with Tony Kanal, Tom Dumont, and Adrian Young – went on to pursue solo projects.\n\nIn 2012, they reunited and released their sixth album, titled “Push and Shove.”\n\nLana Del Rey, Doja Cat and rapper Tyler, The Creator are also set to headline Coachella this year, with other notable artists such as Peso Pluma, Ice Spice, Blur, Sublime and J. Balvin slated to take one of the festival’s many stages.\n\nThe live music festival will return to Indio’s Empire Polo Field for two consecutive weekends on April 12-14 and April 19-21.",
        "keywords": [
            "week",
            "kimmel",
            "amazing",
            "gwen",
            "songs",
            "reunion",
            "music",
            "coachella",
            "ahead",
            "solid",
            "stefani",
            "released",
            "relearn",
            "doubt"
        ],
        "summary": "CNN —Gwen Stefani has some studying to do ahead of the hotly anticipated No Doubt reunion at the Coachella music festival in April.\nShe told host Jimmy Kimmel this week that she and the band haven’t started rehearsing yet, and that she has to relearn “eight or nine” No Doubt songs ahead of the big show.\nBut Stefani isn’t letting nerves get the best of her, as she also gushed to Kimmel that playing Coachella is “going to be amazing.\nI’m so excited.”In their heyday, No Doubt became known for their classic hits “Don’t Speak,” “Just a Girl” and “Spiderwebs,” among many others.\nThe live music festival will return to Indio’s Empire Polo Field for two consecutive weekends on April 12-14 and April 19-21."
    },
    {
        "title": "Trump’s crushing fraud trial defeat is a microcosm of a life defined by breaking all the rules",
        "authors": [
            "Stephen Collinson"
        ],
        "publish_date": "2024-02-17 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/ap24047844700277.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nDonald Trump’s way of doing business is a window into his soul.\n\nSo his devastating loss Friday in a New York fraud case that threatens the empire on which he built his art of the deal mythology encapsulates more than a legal defeat.\n\nIt offers a character study of the behavior, beliefs and worldview that define the DNA of an irrepressible figure and unchained force who is again tearing at American unity, institutions, democracy and the rule of law as another contentious election looms.\n\nA trial, which Trump tainted with histrionics and contempt for the judicial system, and Judge Arthur Engoron’s final, stinging judgment, revealed four foundational codes that explain Trump’s tumultuous path through a life that he simply sees as an endless stream of business and political deals he must close.\n\nTrump thinks rules are for other people. He will always break them in seeking more wealth, more attention, or more votes.\n\nIf reality doesn’t get the ex-president what he wants, he conjures a new one.\n\nTrump is compelled always to fight — even when stepping back would be smarter.\n\nAnd when accountability finally arrives, he sees justice as an act of persecution by his enemies.\n\nThese Trump traits leap out of a staggering 92-page ruling handed down by Engoron, which left Trump facing a half-billion-dollar hole in his finances because of penalties and obligations in this and other cases.\n\nThe judge encapsulated the former president’s brazen refusal to play by the same rules under which everyone else must live — and that in this case are the key to a functioning banking and economic system — with the words: “ The frauds found here leap off the page and shock the conscience.”\n\nBut evidence never swayed Trump before and will not now, despite his crushing defeat. Whenever he loses, he just doubles down with a bigger falsehood — in this case that a fair legal process was simply a political attack by President Joe Biden.\n\n“All comes out of the DOJ, it all comes out of Biden,” Trump said. “It’s a witch hunt against his political opponent, the likes of which our country has never seen.”\n\nThe climax of the case deepened the extraordinary legal morass facing Trump who is embroiled in multiple cases and faces the first of his criminal trials next month. The judgment portrays Trump, his adult sons and the Trump Organization, flouting business ethics, rules and laws to pull valuations for their property assets out of the air to get favorable loans, and then even more remarkably, refusing to accept the facts of their conduct when confronted with the evidence.\n\nPractically, Engoron’s decision will impose severe financial and personal strain on Trump as he’s emerging as the almost certain Republican presidential nominee. While Trump boasts of being a billionaire many times over, it’s unclear if he has the liquidity to pay what he owes or if some of the “beautiful buildings” and golf resorts over which he often waxes fondly in campaign speeches are at risk. An emperor has no clothes moment that reveals the ex-president as less wealthy than he claims could threaten the mogul’s mystique on which he built his political brand and his self-identity.\n\nWarning signs for Trump\n\nPerhaps most concerning for Trump, Friday’s defeat suggests the shield of impunity that has allowed his rampaging political and business career is fraying. It comes only three weeks after a jury in a defamation case in Manhattan awarded the writer E. Jean Carroll $83 million in compensatory damages for public statements he made in 2019 disparaging her and denying her rape allegations.\n\nWhile the ex-president’s strategy of basing his legal defenses on a political argument that he’s a victim of persecution from the Biden administration may be working in the campaign — at least for now — it is no match for the exacting standards of a court of law. At a defining moment of Trump’s fraud trial, when he was effectively making a campaign speech from the stand, Engoron asked Trump’s lawyer: “Can you control your client?” Of course, no one has ever been able to do so. But Engoron’s ruling shows that the legal system has the power to constrain Trump and impose consequences that the political system lacks, despite two impeachments and a lost presidential election. This must be a worry for Trump as he faces four criminal trials, and may partly explain his desire to win back power since presidential authority could help him block or reverse convictions – at least in federal cases.\n\nTrump is also absorbing a double blow from New York, the larger-than-life city and state where he built towering skyscrapers and an outrageous personality based on an all-publicity-is-good-publicity attitude to 1980s tabloids. On Thursday, another New York judge locked in March 25 as the start date for his first criminal trial — over hush money payments to a former adult film star. The next day, the real estate empire that literally changed Manhattan’s skyline was rocked by Engoron’s verdict.\n\nTrump has long since decamped to Florida, but Engoron’s ban on him running a New York corporation for three years will still sting. New York brashness and high stakes made Trump who he is. But his outlandishness has also repeatedly made him a Manhattan outsider. And now the city is rejecting him again, as part of a longterm trend that surely shaped Trump’s political super skill — his capacity to identify and harness the frustration of Americans who feel themselves rejected and condescended to by East Coast political, economic and media elites.\n\nIt’s too early to tell how Trump’s loss on Friday will affect his political campaign. The dizzying line-up of cases against him has only cemented his bond with Make American Great Again voters who bought into his expertly crafted narrative of persecution that rescued an initially lackluster 2024 election campaign and has him on the verge of capturing his third straight Republican nomination. The advantage of Trump’s sense of victimization is that every reverse further fuels it. One of his closest allies, Rep. Elise Stefanik of New York, therefore was able to ignore the overwhelming evidence revealed in the case of his malfeasance to declare: “The American people will not stand for this; they will elect President Trump as our 47th President of the United States.”\n\nBut for all of Biden’s political vulnerabilities, it’s hard to see how Trump’s increasing list of legal losses will improve his standing with the suburban moderate, swing state voters who paved the way to his loss in 2020. His remaining GOP foe Nikki Haley is making this point in her rallies. “March and April, he’s in one case court case. May and June, he’s in another,” Haley said while campaigning on Thursday ahead of the South Carolina primary. “He’s already said he’s going to spend most of this year in a courtroom, not on a campaign trail. That’s not a way you win.”\n\nFriday’s ruling may turn out to be another blow to Republicans in a week in which they lost a key special election in New York and the GOP House majority bolted Washington in disarray. Biden, after a rough trot dominated by questions about his age, had a better week, as Tom Suozzi’s election win cooled panic among Democrats over their 2024 prospects and after the FBI charged an ex-informant with lying, in a move that eviscerated the GOP’s impeachment inquiry against him.\n\nFlouted rules, new realities and a busted legal strategy\n\nTrump’s belief that the rules are for others defines his business and political life. It’s essential, for example, to his claim now before the Supreme Court that presidents enjoy absolute immunity and cannot be prosecuted for their actions after they leave office.\n\nEngoron, meanwhile, marveled at the ex-president’s audacity in flouting business ethics in inflating the values of his real estate and then his refusal to accept the truth of his actions when confronted with the evidence. “Defendants are incapable of admitting the error of their ways. Instead, they adopt a ‘See no evil, hear no evil, speak no evil’ posture that the evidence belies,” he wrote. Engoron explained that such a crushing verdict was necessary to account for Trumps ill-gotten gains — because he believes they will continue in the absence of a painful price: “Donald Trump testified that, even today, he does not believe the Trump Organization needed to make any changes based on the facts that came out during this trial.”\n\nTrump’s willingness to create a convenient reality is also at the heart of the case filed against him by New York Attorney General Letitia James, which rested on accusations that he serially inflated the values of his holdings to obtain better terms from banks and financial firms and to ultimately make more money. The ex-president claims that there were no victims from his behavior and that everyone made money. Yet regular Americans wouldn’t get away with such conduct in their far less lucrative financial lives and investments. And Engoron argued that he was obligated to “protect the integrity of the financial marketplace and, thus, the public as a whole.”\n\nTrump’s propensity to simply alter truth and fact transferred easily from the business world to politics. It emerged hours into his presidency when he declared he had the biggest inaugural crowd ever despite photos proving the contrary. And his greatest fraud rests in his lies that he won the 2020 election and that the Constitution gave him the right to stay in power despite his defeat. The con-game of plucking a number out of the air to vastly over value his Trump Tower triplex is not that much different, after all, than calling Georgia election officials and asking them to “find” votes so that he could overturn Biden’s victory in the key swing state.\n\nIn his book, “Never Enough,” author Michael D’Antonio shows how Trump was taught by a demanding father and teachers that he needed to be “a killer” and that winning “was the only thing.” This explains his relentless willingness to fight, his never-ending legal crusades and his fervent desire at 77 years old to win back power after a humiliating election loss that nearly wrecked American democracy. Yet this refusal to ever admit defeat also appears to be leading Trump into dangerous legal territory.\n\nThe former president’s fight at all costs legal strategy seems to be coming unstuck. “Trump is unique in that he stubbornly thumbs his nose at our justice system and finds himself in legal turmoil,” said Neama Rahmani, a former federal prosecutor and president of West Coast Trial Lawyers. “Sometimes it’s better to cooperate with authorities or to settle a civil lawsuit rather than fight a losing battle.”\n\nFor Trump, the battle itself and the act of breaking rules are the point of existence itself, even when they lead him into legal and constitutional peril. His flawed philosophy that in business and life, it’s all about closing one more deal, means that even crushing defeats like the 2020 election and his fraud trial cannot change him.\n\n“I don’t do it for the money. I’ve got enough, much more than I’ll ever need,” Trump wrote in “The Art of the Deal.” He added: “I do it to do it. Deals are my art form.”",
        "keywords": [
            "rules",
            "defined",
            "defeat",
            "crushing",
            "microcosm",
            "york",
            "breaking",
            "trump",
            "life",
            "hes",
            "election",
            "trumps",
            "trial",
            "political",
            "legal",
            "business",
            "case",
            "fraud"
        ],
        "summary": "Practically, Engoron’s decision will impose severe financial and personal strain on Trump as he’s emerging as the almost certain Republican presidential nominee.\n“He’s already said he’s going to spend most of this year in a courtroom, not on a campaign trail.\nFlouted rules, new realities and a busted legal strategyTrump’s belief that the rules are for others defines his business and political life.\nYet this refusal to ever admit defeat also appears to be leading Trump into dangerous legal territory.\nHis flawed philosophy that in business and life, it’s all about closing one more deal, means that even crushing defeats like the 2020 election and his fraud trial cannot change him."
    },
    {
        "title": "Opinion: Don’t misread Trump’s loss in his civil trial",
        "authors": [
            "Opinion David Orentlicher"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/240111160900-22-trump-civil-fraud-trial-nyc-011124-remarks.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "Editor’s Note: David Orentlicher is the Judge Jack and Lulu Lehman Professor at the William S. Boyd School of Law at University of Nevada, Las Vegas, where he specializes in constitutional law and health law. He also serves as a Democrat in the Nevada Assembly. The views expressed in this commentary are his own. View more opinion on CNN.\n\nCNN —\n\nBetween March and August, prosecutors indicted former President Donald Trump four times for alleged crimes. In September, New York civil court Judge Arthur Engeron ruled that Trump had committed business fraud when seeking financing for his real estate deals, and on Friday Engeron imposed his penalties for the civil offenses: The judge ordered Trump to pay $355 million in damages; he also banned Trump from serving as an officer or a director of a business in New York for the next three years.\n\nDavid Orentlicher R. Marsh Starks/UNLV Creative Services\n\nWhile Friday’s ruling seems like a significant setback for Trump, it more likely will end up as a defeat for the legal system. So far, the prosecutions of Trump have been followed by an increase in his support and a decline in public trust in the legal process, at least among Republicans.\n\nFrom July to December, Trump’s support among Republican primary voters rose from 54% to 64%. Last month, Trump trounced his competition in the Iowa caucuses, more than doubling his 2016 Iowa vote, and he also cruised to a first-place finish in the New Hampshire primary. Even among all Americans, Trump seems to be doing better. In Wall Street Journal polls, President Joe Biden’s 2 point lead in December 2022 flipped to a 4 point Trump lead this past December.\n\nIt is essential to hold Trump accountable for his misconduct, and he may ultimately serve time in prison once courts decide his four criminal cases. But so far, public officials have done more damage to the law than to Trump, pushing too far in their efforts to punish the former president. Instead of leading many voters to distrust Trump, the legal cases are leading voters to distrust the legal system.\n\nAfter Special Counsel Jack Smith indicted Trump in August for his efforts to overturn the 2020 presidential election, an ABC News poll found that 46% of surveyed Americans believed the charges to be politically motivated, with only 40% not thinking so. In June, more than 60% of Americans polled said that they thought political motivations explained Smith’s indictment of Trump on charges of mishandling classified documents. A majority of Americans similarly told pollsters that they did not see a legal basis behind charges related to the January 6, 2021, attack on the US Capitol or hiding hush money payments to cover up an extramarital affair.\n\nIt’s important for the public to feel that the Trump prosecutions are legitimate. It’s especially important for those who will be rendering verdicts on Trump. But some of the prospective jurors in his damages trial for defaming E. Jean Carroll said they believed that Trump is being treated unfairly by the legal system.\n\nOther polls also reveal worrisome trends. In Gallup’s 2022 and 2023 surveys about major societal institutions, public confidence in the US Supreme Court – which will have the final say on whether Trump should serve time, be disqualified from running again for the presidency or go unpunished – plummeted to new, troubling lows.\n\nIt is essential that, whichever way the courts decide the Trump cases, the public thinks he got a fair shake by the legal system. But in their zeal to pursue the former president, prosecutors and judges are diminishing public trust by pushing the limits of the law.\n\nIn the business fraud case, for example, Engoron has stretched the law in problematic ways. When he concluded that the former president had fraudulently inflated his net worth in financial statements to banks and other lenders, the judge initially ordered that Trump’s New York companies be dissolved. Moreover, his order applied to all of the companies, not just the ones implicated in the wrongful statements. But according to experts in New York law, the applicable statutes only allow Engoron to punish the companies charged with fraud, and even for those, it doesn’t give Engoron the authority to shut the businesses down (which may explain why an appeals court placed the dissolution order on hold, and why Engoron did not incorporate dissolution into Friday’s judgment).\n\nOther cases also are troubling. In the hush money prosecution, Trump would be the first candidate ever convicted for such payments if Manhattan District Attorney Alvin Bragg prevails. In Fulton County, Georgia, District Attorney Fani Willis is using a racketeering law designed to dismantle organized crime groups like the Mafia to police electoral misconduct. And in disqualifying Trump from the primary ballot, the Colorado Supreme Court and Maine secretary of state relied on discredited punishments of slavery opponents, advocates for workers’ rights and war protesters. For many Americans, all of these distortions validate their sense that the Trump prosecutions are partisan.\n\nAs they erode public trust, public officials solidify Trump’s support. It is not surprising that Trump seems to be benefiting from his legal troubles. Trump regularly mobilizes his constituency by claiming that his prosecutions are politically motivated and designed to shut him and his supporters down. Stretching the law in dubious ways only reinforces those claims.\n\nGet our free weekly newsletter Sign up for CNN Opinion’s newsletter. Join us on Twitter and Facebook\n\nTo be sure, law enforcement officials should not stay their hands just because Trump might exploit efforts to hold him accountable. But officials need to act much more scrupulously in their efforts. When prosecutors or judges overreach, they play into Trump’s strategy of victimhood, increasing his chances for reelection and compromising the public’s faith in our legal system.",
        "keywords": [
            "president",
            "york",
            "opinion",
            "trump",
            "officials",
            "public",
            "prosecutions",
            "trumps",
            "trial",
            "dont",
            "law",
            "legal",
            "loss",
            "civil",
            "misread",
            "americans"
        ],
        "summary": "Even among all Americans, Trump seems to be doing better.\nInstead of leading many voters to distrust Trump, the legal cases are leading voters to distrust the legal system.\nIt’s important for the public to feel that the Trump prosecutions are legitimate.\nFor many Americans, all of these distortions validate their sense that the Trump prosecutions are partisan.\nAs they erode public trust, public officials solidify Trump’s support."
    },
    {
        "title": "READ: Ruling ordering Trump and his companies to pay nearly $355M in New York civil fraud case",
        "authors": [
            "Cnn Staff"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/untitled-1-20240216201809508.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "1. How relevant is this ad to you?\n\nVideo player was slow to load content Video content never loaded Ad froze or did not finish loading Video content did not start after ad Audio on ad was too loud Other issues",
        "keywords": [
            "trump",
            "loading",
            "content",
            "york",
            "relevant",
            "ad",
            "start",
            "video",
            "fraud",
            "player",
            "loud",
            "youvideo",
            "nearly",
            "ordering",
            "slow",
            "read",
            "pay",
            "companies",
            "ruling",
            "civil"
        ],
        "summary": "How relevant is this ad to you?\nVideo player was slow to load content Video content never loaded Ad froze or did not finish loading Video content did not start after ad Audio on ad was too loud Other issues"
    },
    {
        "title": "Sterling, Virginia house explosion: 1 firefighter dead, 11 others injured – including 9 firefighters",
        "authors": [
            "Christal Hayes",
            "Paradise Afshar"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/still-20391374-1254780-still.jpeg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nA house exploded in Sterling, Virginia, Friday night as fire crews were inside, leaving at least one firefighter dead and at least 11 others injured, including nine other firefighters, officials say.\n\nThe injured firefighters and two civilians were hospitalized after the blast, according to Loudoun County Fire and Rescue. Their injuries ranged from severe to less severe.\n\nFirefighters responded around 7:40 p.m. ET “for an investigation” and were inside the home when it exploded, according to James Williams, the department’s assistant chief of operations.\n\nPhotos and video of the aftermath of the blast show a huge plume of smoke billowing from the leveled home with debris scattered into the street. Multiple fire trucks and emergency vehicles are shown at the scene.\n\nWilliams described the scene after the blast as “total devastation,” noting firefighters were initially trapped inside the wreckage and others worked to free them.\n\n“This is the worst call that we can respond to,” he said. “This is a time where we need to support each other and hold each other up.”\n\nOfficials say firefighters were inside the home when it exploded. WUSA\n\nIt’s unclear what caused the blast or if any other surrounding homes were damaged. Williams said the fire is under investigation.\n\nSterling is about 20 miles northwest of Arlington and is less than 5 miles north of the Washington Dulles International Airport.\n\nA man who lives nearby said it “looked like an inferno” when the home exploded.\n\n“It was horrific,” John Padgett told CNN affiliate WUSA. “It looked like something out of a war zone.”\n\nThis is a developing story and will be updated.",
        "keywords": [
            "injured",
            "11",
            "miles",
            "blast",
            "including",
            "dead",
            "explosion",
            "according",
            "firefighters",
            "looked",
            "firefighter",
            "virginia",
            "sterling",
            "exploded",
            "williams",
            "inside",
            "house",
            "cnn"
        ],
        "summary": "CNN —A house exploded in Sterling, Virginia, Friday night as fire crews were inside, leaving at least one firefighter dead and at least 11 others injured, including nine other firefighters, officials say.\nThe injured firefighters and two civilians were hospitalized after the blast, according to Loudoun County Fire and Rescue.\nET “for an investigation” and were inside the home when it exploded, according to James Williams, the department’s assistant chief of operations.\n“This is a time where we need to support each other and hold each other up.”Officials say firefighters were inside the home when it exploded.\nSterling is about 20 miles northwest of Arlington and is less than 5 miles north of the Washington Dulles International Airport."
    },
    {
        "title": "Exclusive: Russia attempting to develop nuclear space weapon to destroy satellites with massive energy wave, sources familiar with intel say",
        "authors": [
            "Katie Bo Lillis",
            "Jim Sciutto",
            "Kristin Fisher",
            "Natasha Bertrand"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/2023-05-04t112542z-1616193887-rc2lr0aaq5fd-rtrmadp-3-ukraine-crisis-russia-kremlin.JPG?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nRussia is trying to develop a nuclear space weapon that would destroy satellites by creating a massive energy wave when detonated, potentially crippling a vast swath of the commercial and government satellites that the world below depends on to talk on cell phones, pay bills, and surf the internet, according to three sources familiar with US intelligence about the weapon.\n\nThese sources gave CNN a more detailed understanding of what Russia is working on – and the threat it could pose – than the US government has previously disclosed.\n\nRepublican Rep. Mike Turner of Ohio, the chair of the House Intelligence Committee, set off a frenzy in Washington on Wednesday when he issued a statement saying his panel “had information concerning a serious national security threat.” By Friday, President Joe Biden had publicly confirmed that Turner was referring to a new Russian nuclear anti-satellite capability — but officials have steadfastly refused to discuss it further, citing the highly classified nature of the intelligence.\n\nThe weapon is still under development and is not yet in orbit, Biden administration officials have emphasized publicly. But if used, officials say, it would cross a dangerous rubicon in the history of nuclear weapons and could cause extreme disruptions to everyday life in ways that are difficult to predict.\n\nThis kind of new weapon — known generally by military space experts as a nuclear EMP — would create a pulse of electromagnetic energy and a flood of highly charged particles that would tear through space to disrupt other satellites winging around Earth.\n\nBiden on Friday emphasized publicly that there is “no nuclear threat to the people of America or anywhere else in the world with what Russia is doing at the moment.”\n\n“Anything that they’re doing and/or they will do relates to satellites and space and damaging those satellites, potentially,” he said.\n\nThe Defense Department and the intelligence community have tracked Russian efforts to develop a broad range of anti-satellite weapons, including an EMP, for years.\n\nAnd there has been a stream of intelligence reporting in recent months related specifically to Russia’s efforts to develop nuclear-powered anti-satellite capabilities, according to one defense official.\n\nBut Russia has recently made progress in its efforts to develop a nuclear EMP — a related but far more alarming technology.\n\n“Our general knowledge of Russian pursuit of this kind of capability goes back many, many months, if not a few years,” National Security Council spokesman John Kirby said Thursday. “But only in recent weeks now has the intelligence community been able to assess with a higher sense of confidence exactly how Russia continues to pursue it.”\n\nThe intelligence community, Biden said, had “found out there was a capacity to launch a system into space that could theoretically do something that was damaging” but that it “hadn’t happened yet.”\n\n“It’s not a new concept and, as a concept, dates back to the late Cold War,” said one US official. But, they said, “the big fear with any eventual EMP device in orbit [is] it might render large portions of particular orbits unusable” by creating a minefield of disabled satellites that “would then prove dangerous to any new satellites we might try to put up to replace or repair the existing satellites.”\n\nThe Office of the Director of National Intelligence, the Defense Department and the National Security Council all declined to comment.\n\nIt was not immediately clear whether the device as designed could impact GPS and nuclear command and control satellites, which operate in a higher orbit than the vast constellation of commercial and government satellites whizzing through low-Earth orbit. Those larger satellites are designed to be impregnable to a nuclear blast, but a former top space official at the Pentagon told CNN that “they could be vulnerable” depending on how close they were to the EMP, how old they are and how big the blast.\n\n‘Last-ditch weapon’\n\nExperts say this kind of weapon could have the potential to wipe out mega constellations of small satellites, like SpaceX’s Starlink, which has been successfully used by Ukraine in its ongoing war with Russia.\n\nThis would almost certainly be “a last-ditch weapon” for Russia, the US official and other sources said — because it would do the same damage to whatever Russian satellites were also in the area.\n\nIt also remains unclear how well-developed the technology is. Russia has had a number of public debacles with their nuclear technology in recent years. In 2019, seven Russians were killed in a nuclear accident that occurred while Moscow was trying to recover a nuclear-powered cruise missile that had crashed into the White Sea during a failed test.\n\nStill, a recent intelligence assessment on Russian progress so alarmed some lawmakers on Capitol Hill that Turner issued an invitation to all members of the House to be read in on the matter.\n\nShortly thereafter, he issued the vague public statement that forced the issue into the public eye.\n\nSeveral sources familiar with the matter said that the exposure of the intelligence was extremely damaging because the source was incredibly sensitive. According to those sources, the intelligence community is now scrambling to figure out how to preserve its access.\n\nBiden administration officials contend that if Russia were to field a nuclear EMP, it would be the first-ever violation of the Outer Space Treaty of 1967, which bans stationing weapons of mass destruction in outer space.\n\n“It would be a violation of the Outer Space Treaty to which more than 130 countries have signed up to, including Russia,” Kirby said Thursday, without providing details.\n\nRussia has withdrawn from several arms control treaties in recent years, leaving the post-Cold War arms control architecture all but gutted.",
        "keywords": [
            "wave",
            "space",
            "russia",
            "russian",
            "intelligence",
            "intel",
            "satellites",
            "sources",
            "emp",
            "recent",
            "weapon",
            "nuclear",
            "massive",
            "say"
        ],
        "summary": "The weapon is still under development and is not yet in orbit, Biden administration officials have emphasized publicly.\nBut Russia has recently made progress in its efforts to develop a nuclear EMP — a related but far more alarming technology.\nThis would almost certainly be “a last-ditch weapon” for Russia, the US official and other sources said — because it would do the same damage to whatever Russian satellites were also in the area.\nAccording to those sources, the intelligence community is now scrambling to figure out how to preserve its access.\nRussia has withdrawn from several arms control treaties in recent years, leaving the post-Cold War arms control architecture all but gutted."
    },
    {
        "title": "What we know: Kansas City Chiefs embrace community as shooting investigation continues after 2 teens charged",
        "authors": [
            "Ashley Williams",
            "Ashley R. Williams"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/ap24047098546874.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nKansas City continued mourning after a mass shooting at the Chiefs Super Bowl victory rally left a mother of two dead and injured more than 20 others – including children – as investigators worked to figure out exactly how the violence unfolded.\n\nAuthorities on Friday said two teenagers would face charges connected to the deadly shooting on the west side of Union Station that sent frightened Chiefs fans running for cover following the parade that an estimated 1 million people attended on Wednesday.\n\nThe suspected juveniles, Kansas City police chief Stacey Graves said on Friday, “hurt innocent people” while “simultaneously scarring an entire community” after a joyous afternoon was transformed into one of panic and fear as gunfire was mistaken for fireworks.\n\nThis week, the Kansas City Chiefs – some of whom were still on the stage after the rally ended and the sounds of bullets pierced the air – embraced the still-reeling community, giving back through emergency funds for victims and families and visiting injured children in the hospital.\n\nMeanwhile, investigators, who recovered multiple guns from the scene, continue to piece together what unfolded Wednesday and say analyzing recovered bullets will help determine which gun was responsible for the death and injuries, a law enforcement source told CNN on Friday.\n\nThe shooting on Wednesday marked at least the 48th mass shooting to happen in the United States so far this year, according to the Gun Violence Archive, which like CNN counts those in which four or more are shot, not including a perpetrator.\n\nIt also marked the second time within a year that gunfire rang out at a major US sports title celebration after two people were wounded in June as Denver fans left a parade for the NBA’s Nuggets.\n\nHere’s what we know about the shooting and investigation.\n\nGunfire interrupts an afternoon of celebrating\n\nPeople flee after shots were fired near the Kansas City Chiefs' Super Bowl LVIII victory parade on February 14, 2024, in Kansas City, Missouri. Andrew Caballero-Reynolds/AFP/Getty Images\n\nMore than 800 police officers were in the area of Union Station for the victory rally when the shooting began, Police chief Stacey Graves said. As celebrations wrapped up, confetti was still floating toward the ground when attendees reported hearing an altercation and seeing a gun get drawn, CNN previously reported.\n\n“People had started backing up, and then he pulled it out,” Jacob Gooch Sr., who attended the rally with his wife, daughter and son, told CBS, “and just started shooting and spinning in a circle.”\n\nScreams were heard, and people scattered in fear.\n\nManny Abarca, a Jackson County legislator, told CNN’s Laura Coates a warning quickly spread as a flood of people ran for safety: “Guns, police, run.”\n\nAuthorities say the shooting appears to have been a “dispute between several people that ended in gunfire” and there is no indication of a “nexus to terrorism or homegrown violent extremism,” according to Graves.\n\n43-year-old woman killed, several kids hurt\n\nThe gunfire killed Elizabeth “Lisa” Lopez-Galvan, a 43-year-old mother and DJ who was remembered as an avid Kansas City Chiefs fan with a natural gift for bringing laughter to those she knew.\n\nAn undated photo of Lisa Lopez-Galvan. From KKFI\n\nLopez-Galvan spent her Tuesday nights co-hosting the “A Taste of Tejano” show on KKFI radio 90.1 FM, a noncommercial, community radio station where she volunteered.\n\nAt least 23 others were injured – almost half of whom were children.\n\nCNN spoke with four hospitals that received 29 patients in the shooting’s aftermath, and officials said 19 of those hurt were treated for gunshot injuries.\n\nChildren’s Mercy Hospital received 12 patients following the shooting that included one adult and 11 children between 6 and 15 years old. Nine of the children had suffered gunshot wounds, according to Stephanie Meyer, the hospital’s chief nursing officer.\n\nBy Friday morning, only one of the patients remained hospitalized at Children’s Mercy Hospital, a spokesperson said.\n\n2 teens face charges connected to shooting\n\nTwo teenagers face gun-related and resisting arrest charges in the deadly shooting. Additional charges are expected to be filed as the investigation continues, according to the Office of the Juvenile Officer.\n\n“We will not relent until everyone who may have played a part in these crimes is apprehended so that they may be punished to the fullest extent of the law,” Graves said on Friday.\n\nIn addition to examining bullets and shell casings left at the scene, investigators with the Bureau of Alcohol, Tobacco, Firearms and Explosives plan to look into whether those match any guns or weapons in databases, a law enforcement source told CNN.\n\nChiefs give back to hurting community\n\nThe Kansas City Chiefs and the United Way of Greater Kansas City launched KC Strong, an emergency response fund to help the shooting victims and their families, the team announced on X Friday.\n\nThe team said it contributed $200,000 to the fund “supporting victims and their families, violence prevention and mental health services, and first responders,” according to the post.\n\nThe team’s quarterback, Patrick Mahomes, and his wife, Brittany, visited two young sisters who were shot in the leg, their family said in a statement.\n\nA sign made from chairs spelled out \"KC STRONG\" Thursday afternoon, Feb. 15, 2024, in front of Union Station, the site of a mass shooting at the Kansas City Chiefs Super Bowl rally on Wednesday. Tammy Ljungblad/The Kansas City Star/Tribune News Service/Getty Images\n\nThe siblings, ages 8 and 10, posed for photos in their hospital rooms with the Mahomes couple.\n\nMeanwhile, honorary Chief Taylor Swift made two $50,000 donations to a GoFundMe for the family of Lopez-Galvan. A representative for the singer, who is dating the team’s tight end Travis Kelce, confirmed to CNN the donation from Swift.\n\nCNN’s Alisha Ebrahimji, Alaa Elassar, Kevin Dotson, Caroll Alvarado, Megan Thomas and Michelle Krupa contributed to this report.",
        "keywords": [
            "embrace",
            "cnn",
            "rally",
            "according",
            "gunfire",
            "continues",
            "investigation",
            "kansas",
            "teens",
            "community",
            "chiefs",
            "told",
            "know",
            "station",
            "shooting",
            "city"
        ],
        "summary": "Gunfire interrupts an afternoon of celebratingPeople flee after shots were fired near the Kansas City Chiefs' Super Bowl LVIII victory parade on February 14, 2024, in Kansas City, Missouri.\n43-year-old woman killed, several kids hurtThe gunfire killed Elizabeth “Lisa” Lopez-Galvan, a 43-year-old mother and DJ who was remembered as an avid Kansas City Chiefs fan with a natural gift for bringing laughter to those she knew.\nChiefs give back to hurting communityThe Kansas City Chiefs and the United Way of Greater Kansas City launched KC Strong, an emergency response fund to help the shooting victims and their families, the team announced on X Friday.\nA sign made from chairs spelled out \"KC STRONG\" Thursday afternoon, Feb. 15, 2024, in front of Union Station, the site of a mass shooting at the Kansas City Chiefs Super Bowl rally on Wednesday.\nTammy Ljungblad/The Kansas City Star/Tribune News Service/Getty ImagesThe siblings, ages 8 and 10, posed for photos in their hospital rooms with the Mahomes couple."
    },
    {
        "title": "Billy Joel says he’s ‘thought about putting together a band’: ‘Me, Don Henley and Sting, and maybe John Mayer’",
        "authors": [
            "Dan Heching"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/20240216-split-billy-joel-don-henley-sting-john-mayer.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nTo file under the fantasy music collaborations category, Billy Joel has been toying with the idea of joining forces with some contemporary music greats.\n\nThe “Piano Man” crooner – who recently performed his first new music in decades at the Grammys – appeared on the “Howard Stern Show” this week, when the eponymous host observed that Joel should have been in the Traveling Wilburys.\n\n“I thought about putting together a band,” Joel retorted. “Me, Don Henley and Sting, and maybe John Mayer on guitar.”\n\nThat roster would surely be a worthy update to the Wilburys, which was a supergroup team-up between the late Tom Petty, Roy Orbison and George Harrison, along with Jeff Lynne and Bob Dylan.\n\nWhen Stern asked why Joel’s supergroup hasn’t become a reality yet, the five-time Grammy-winner chalked it up to, “Well, everybody’s busy.”\n\n“You always say to the other guys, ‘Yeah, I’ll see you on the road and we’ll get together,’ and you never do it,” he added.\n\nJoel also said he talks to Paul McCartney “a lot,” but added that he doesn’t “have the nerve” to ask the former Beatle to band up.\n\n“I can’t. He was in the superest group of all,” he explained.\n\nJoel humored Stern while he continued to fantasize about who would be in the supergroup, and said, “Ringo would be good. Ringo is a great drummer. He doesn’t get the credit he deserves.”\n\nEarlier this month, Joel released his first single in 17 years, titled “Turn the Lights Back On.” According to Joel’s official website, he wrote the song along with Grammy-nominated songwriter and producer Freddy Wexler – who has worked with the likes of Justin Bieber, Ariana Grande and Pink — Arthur Bacon and Wayne Hector.",
        "keywords": [
            "stern",
            "joel",
            "thought",
            "music",
            "henley",
            "joels",
            "don",
            "mayer",
            "sting",
            "doesnt",
            "ringo",
            "maybe",
            "putting",
            "supergroup",
            "hes",
            "yeah",
            "john",
            "wrote",
            "band"
        ],
        "summary": "CNN —To file under the fantasy music collaborations category, Billy Joel has been toying with the idea of joining forces with some contemporary music greats.\n“I thought about putting together a band,” Joel retorted.\n“Me, Don Henley and Sting, and maybe John Mayer on guitar.”That roster would surely be a worthy update to the Wilburys, which was a supergroup team-up between the late Tom Petty, Roy Orbison and George Harrison, along with Jeff Lynne and Bob Dylan.\nJoel also said he talks to Paul McCartney “a lot,” but added that he doesn’t “have the nerve” to ask the former Beatle to band up.\nJoel humored Stern while he continued to fantasize about who would be in the supergroup, and said, “Ringo would be good."
    },
    {
        "title": "The American who bought a home in Italy and found ‘big surprises’ inside",
        "authors": [
            "Silvia Marchetti"
        ],
        "publish_date": "2024-02-16 11:45:00+00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/240207115738-02-joshua-shapiro-italy.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "Editor’s Note: Sign up to CNN Travel’s Unlocking Italy newsletter for insider intel on Italy’s best loved destinations and lesser-known regions to plan your ultimate trip. Plus, we’ll get you in the mood before you go with movie suggestions, reading lists and recipes from Stanley Tucci.\n\nCNN —\n\nBuyers from all over the world are snapping up charming old houses in isolated villages in Italy. They’re all motivated by different goals, but they have one thing in common: They all seek a retreat, somewhere they can escape to and live the rural idyll.\n\nChicago-based saxophonist Joshua Shapiro, 48, embarked on the quest for la dolce vita as the first step toward a change of life. His long-term goal is to move away from the United States, which he believes is taking a broad political shift that troubles him.\n\nIn 2022, he bought a small, abandoned apartment in the village of Latronico, deep in the southern region of Basilicata, for 22,000 euros (roughly $23,600), after reading CNN Travel’s article about the clever housing program launched to attract migrants and stop depopulation.\n\nFor now, he drops in and out as he finalizes his home’s makeover. In the future, he can see himself making the big leap to relocate permanently.\n\n“I’m ready for the next chapter in my life. Being a freelance saxophonist, mainly playing jazz and commercial, is not without challenges, and as taste and demand for what I do is notably decreasing [in the US], it might be in much higher demand in Europe,” Shapiro tells CNN Travel.\n\nFor him, buying a dilapidated property in an unusual Italian spot is political, too.\n\n“I don’t like the political situation in the US – the shift to the right. A huge swath of the electorate believes in another version of democracy, and how all this could pan out is a huge problem,” he says.\n\nShapiro played his saxophone on his first trip to Latronico. MC Newman\n\nShapiro visited Latronico on a trip to Italy after the pandemic – the third time he’d traveled to the country, and the first time in 20 years. He took along his saxophone, which he played from a house that he rented while his newly purchased home was being worked on. Villagers have fond memories of hearing jazz melodies in the winding alleys at night.\n\nWhat drew him to Italy was a “tenuous link” he wanted to revive – his grandfather had been stationed in Florence during World War II.\n\nLatronico is hardly Florence, though – it’s a five-hour drive from Rome, and three from the nearest international airport, Bari. Shapiro admits the remote location “weighed heavily” on him as he journeyed to this pristine corner of Basilicata. He never expected it to be in such an out-of-the-way place, without any direct train connection.\n\n“My goal was to look around, see what was affordable, and what was being offered in terms of properties. With the assistance of deputy mayor Vincenzo Castellano, who handles the housing program, I picked the easiest option for me,” he says.\n\nTwists and turns\n\nHis apartment is on the second floor with an independent entrance. Courtesy Joshua Shapiro\n\nHis second-floor apartment, which has its own external staircase and independent entrance, is 800 square feet, with two bedrooms and a panoramic balcony. It needed a thorough makeover, on which Shapiro has so far spent around 10,000 euros (roughly $10,730).\n\nDespite the excitement of buying a cheap home, the adventure he embarked on had a series of unexpected twists.\n\nHe had to put in new windows, re-tile it, and patch cracks in the walls. It also had to be furnished – Shapiro says that there was initially “hassle” figuring out which furnishings were going to be included with the house sale.\n\nShapiro recalls initial “cultural clashes over the odd furniture” he found inside.\n\nHe expected the house to come with the furniture that was in the listing photos, to have one less thing to worry about at the start. But he says “there was either a miscommunication or misunderstanding about this issue” with the owners.\n\nIn the United States, he says, the purchase contract would have stipulated what furniture was included with the apartment, but in Latronico, it was never quite clear.\n\nIt was never clear what furniture would be left for him. Courtesy Joshua Shapiro\n\nAs it was, some furniture was left for him, but it was “worn out or not really usable,” so he ultimately had to get rid of most of it.\n\n“I was not expecting some things I found, like the bed was so old and decrepit. This became a contentious issue at the time, but we have very amicably resolved this situation while learning valuable lessons along the way,” he says.\n\nMany empty homes featured on the local website where owners meet buyers are sold or rented with furniture, but what eventually ends up being left inside is usually negotiated between parties.\n\nHaving viewed it briefly before buying, Shapiro expected the home to be in better shape.\n\n“It needed a new roof, that was a big surprise. The kitchen was totally exposed to the sky, I had to add a downspout, and there was some junk inside the house which had to be thrown away.”\n\nLatronico is in a remote, unspoiled part of Italy. Gianniblues/Alamy Stock Photo\n\nShapiro also repainted and patched up some walls – and there was more work to do to make it fully habitable.\n\n“There were a number of surprises and things I did not expect, like having to redo the bathroom, add a new hot water heater, and fix a moisture problem inside one bedroom.\n\n“I was somewhat surprised at the work that needed to be done mostly due to the assumptions that I made about the condition simply due to the fact that it was being lived in prior to my purchase. I discovered later that the former occupants tolerated quite a bit of the deficiencies of the place.”\n\nA difficult habit\n\nShapiro was taken round by the deputy mayor. Courtesy Joshua Shapiro\n\nThere was also a bizarre encounter when he first went to take a peek inside the house he had just bought.\n\nAccompanied by Castellano, the deputy mayor, Shapiro says he was surprised to find it had tenants inside – a group of elderly nuns.\n\n“There were these three nuns who had been living there for some time; they were tenants of the former owners. When I came, they wouldn’t let me in, shocked by the idea that an American guy could walk around their house.”\n\nLuckily everything was solved. The nuns, reassured by Castellano that they wouldn’t end up homeless, eventually left. They were given alternative housing by the town council.\n\nDespite these initial hurdles, Shapiro says he immediately fell in love with Latronico’s laid-back, slower-paced lifestyle – the opposite of what he was used to in the United States.\n\n“The village is tiny, set in a remote mountainous area. I live in a big city of millions of people. Latronico is a place I can envision being very creative in, playing, writing music,” he says.\n\nHe says everyone has “bent over backwards to be nice” and been welcoming, bar “a few sideline stares at the stranger in our midst” – although he thinks that was mainly because of the language barrier. Not knowing Italian has not been easy for him, he says.\n\nShapiro, like all other foreign buyers in Latronico, is exempted from paying property and waste disposal taxes for five years, a measure recently introduced by the town hall to lure new buyers from abroad.\n\nAnd despite the unexpected building costs he’s incurred, he is ecstatic to have had the opportunity to grab a home for what he considers a bargain price. In Chicago, he says, a condo costs $200,000 – plus property taxes.",
        "keywords": [
            "italy",
            "surprises",
            "joshua",
            "latronico",
            "shapiro",
            "bought",
            "apartment",
            "big",
            "american",
            "left",
            "furniture",
            "inside",
            "house",
            "buyers"
        ],
        "summary": "CNN —Buyers from all over the world are snapping up charming old houses in isolated villages in Italy.\nChicago-based saxophonist Joshua Shapiro, 48, embarked on the quest for la dolce vita as the first step toward a change of life.\nMany empty homes featured on the local website where owners meet buyers are sold or rented with furniture, but what eventually ends up being left inside is usually negotiated between parties.\nCourtesy Joshua ShapiroThere was also a bizarre encounter when he first went to take a peek inside the house he had just bought.\nAccompanied by Castellano, the deputy mayor, Shapiro says he was surprised to find it had tenants inside – a group of elderly nuns."
    },
    {
        "title": "New York’s Freedom Plaza development will feature skyscrapers joined by daring cantilevered ‘skybridge’",
        "authors": [
            "Christy Choi"
        ],
        "publish_date": "2024-02-15 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/freedomplaza-skyline-zoomin-negativ.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nA pair of skyscrapers connected by a cantilevered “skybridge” and a rooftop infinity pool is set to join the New York City skyline, as developers unveiled a proposal for a new megaproject just south of the United Nations headquarters on Monday.\n\nDesigned by architecture firm Bjarke Ingels Group (BIG), the 615-foot-tall towers will contain two hotels, while a soaring lobby across the top will house restaurants, bars, an art gallery a glass-floored (and glass-ceilinged) viewing platform and — should a license be granted — a subterranean casino.\n\nAlong with two new residential towers, the skyscrapers will flank the newly unveiled Freedom Plaza development, a three-block-long public park with retail spaces and a new “Museum of Freedom and Democracy.”\n\nThe Midtown Manhattan site, which overlooks the East River, is currently occupied by a large-scale art installation “Field of Light,” by British Artist Bruce Munro, that was commissioned by the charitable arm of Soloviev Group, the property developer behind the plan. But the 6.7-acre patch of prime real estate, roughly the size of Madison Square Park, has sat largely unused since the 2000s.\n\nThe \"skybridge\" connecting the two hotel towers is set to feature a 150,000-gallon rooftop infinity pool. Bjarke Ingels Group\n\nBjarke Ingels, the Danish founder and creative director of BIG, said his firm’s design looks to extend the greenery that architects Le Corbusier, Wallace Harrison and Oscar Niemeyer created at the neighboring UN building.\n\n“We continue to build on these architectural principles by uniting three city blocks to form a public green space reaching from 1st Avenue to the East River overlook, creating a green connection all the way to the water’s edge,” said Ingels in a press statement.\n\nThe two hotel towers are set to host the city’s first five-star Banyan Tree property, as well as a hotel run by casino operator Mohegan. A 150,000-gallon infinity pool will be built on the roof of the connecting skybridge, with BIG describing it as “one of the largest rooftop pools in North America.”\n\nThe 50- and 60-story residential towers, meanwhile, nod to the modernist New York City buildings of the 1950s and 1960s thanks to their striped glass and aluminum facades. Measuring 550 and 650 feet tall, the two high-rises will be connected by a podium housing a food market and retail space.\n\nThe project's two residential towers will be connected at ground level by a podium housing a food market and retail space. Bjarke Ingels Group\n\nThe development is one of several projects competing for three casino gaming licenses recently approved for downstate New York by the state’s gaming commission. But plans have faced local opposition, with some residents and officials voicing concern about the development. Hoping to entice authorities to grant the license, the Soloviev Group has said it would designate 513, or nearly 40% of the development’s 1,325 apartments as affordable housing should the license come through.\n\n“The revenue generated by the project’s entertainment and hospitality component will allow Freedom Plaza to deliver the affordable housing program and expansive publicly accessible green space, with many more details yet to be announced,” said Ray Pineault, CEO and President of Mohegan in a statement last year.\n\nAmericans are currently living through the toughest housing market in a generation, and New York has been one of the hardest hit locations, with rental vacancy rates down to a multi-decade low of 1.4%, according to the 2023 NYC Housing and Vacancy Survey.\n\nThe development is set to occupy a 6.7-acre plot next to the East River in Midtown Manhattan. Bjarke Ingels Group\n\nSoloviev Group has also promised that an unspecified percentage of the gaming profits, starting with a minimum $5 million donation, will go to an independently run non-profit community fund.\n\nElsewhere on the site, BIG has designed a new “Museum of Freedom and Democracy” that “celebrates the origin and evolution of one of the most impactful inventions of mankind and our continuous struggle to build, maintain and protect the institutions that uphold it,” said Ingels.\n\nThe Möbius strip-shaped building, overlooking the river, winds on top of itself creating outdoor walking paths. BIG described the design as an homage to the amphitheaters built by the Ancient Greeks, the creators of modern democracy.\n\nFreedom Plaza will also contain public green space and a new Museum of Freedom and Democracy. Bjarke Ingels Group\n\nUnaffiliated with Long Island University’s Museum of Democracy, the new institution will contain pieces of the Berlin Wall and works from the Soloviev Group’s art collection.\n\n“Our plan is to develop this site in a way that delivers benefits for the local neighborhood and the city as a whole, worthy of its skyline and waterfront location, and befitting New York City’s key role as a leader in the global cultural economy,” said Michael Hershman, CEO of the Soloviev Group, in a press release.\n\nGroundbreaking and completion dates are yet to be announced as the developers await a decision on the project’s casino license but will likely be finished in five to seven years once building works commences.\n\nShould the license not be granted, the project will continue, likely based on a previous design approved in 2008, said the developer.",
        "keywords": [
            "space",
            "ingels",
            "bjarke",
            "york",
            "development",
            "license",
            "joined",
            "big",
            "yorks",
            "housing",
            "freedom",
            "cantilevered",
            "skyscrapers",
            "plaza",
            "towers",
            "daring",
            "feature",
            "group",
            "skybridge"
        ],
        "summary": "The \"skybridge\" connecting the two hotel towers is set to feature a 150,000-gallon rooftop infinity pool.\nBjarke Ingels GroupThe development is one of several projects competing for three casino gaming licenses recently approved for downstate New York by the state’s gaming commission.\nBjarke Ingels GroupSoloviev Group has also promised that an unspecified percentage of the gaming profits, starting with a minimum $5 million donation, will go to an independently run non-profit community fund.\nFreedom Plaza will also contain public green space and a new Museum of Freedom and Democracy.\nBjarke Ingels GroupUnaffiliated with Long Island University’s Museum of Democracy, the new institution will contain pieces of the Berlin Wall and works from the Soloviev Group’s art collection."
    },
    {
        "title": "Amy Schumer shares a health update after concerns about her appearance",
        "authors": [
            "Marianne Garvey"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2001186501.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nAmy Schumer is sharing a health update to raise awareness and redirect rude commenters.\n\nAfter Schumer appeared on “The Tonight Show with Jimmy Fallon” on Tuesday and “Good Morning America” on Wednesday, where she discussed the second season of her Hulu hit “Life & Beth,” some on social media commented that her appearance had changed.\n\n“Thank you so much for everyone’s input about my face! I’ve enjoyed feedback and deliberation about my appearance as all women do for almost 20 years. And you’re right, it is puffier than normal right now,” she wrote in an Instagram post. “There are some medical and hormonal things going on in my world right now but I’m okay.”\n\nShe added that she is dealing with endometriosis, a painful condition that occurs when tissue that is similar to the inner lining of the uterus grows outside the uterus, according to the World Health Organization.\n\nSchumer continued her post, writing, “I also believe a woman doesn’t need any excuse for her physical appearance and owes no explanation. But I wanted to take the opportunity to advocate for self-love and acceptance of the skin you’re in.”\n\n“Like every other women/person some days I feel confident and good as hell and others I want to put a bag over my head. But I feel strong and beautiful and so proud of this tv show I created. Wrote. Starred in and directed,” Schumer concluded her post. “Maybe just maybe we can focus on that for a little.”\n\nSeason 2 of “Life & Beth” is streaming now.",
        "keywords": [
            "concerns",
            "amy",
            "post",
            "appearance",
            "uterus",
            "life",
            "shares",
            "schumer",
            "update",
            "youre",
            "wrote",
            "right",
            "health",
            "maybe",
            "world"
        ],
        "summary": "CNN —Amy Schumer is sharing a health update to raise awareness and redirect rude commenters.\nI’ve enjoyed feedback and deliberation about my appearance as all women do for almost 20 years.\nAnd you’re right, it is puffier than normal right now,” she wrote in an Instagram post.\nSchumer continued her post, writing, “I also believe a woman doesn’t need any excuse for her physical appearance and owes no explanation.\n“Maybe just maybe we can focus on that for a little.”Season 2 of “Life & Beth” is streaming now."
    },
    {
        "title": "Paul McCartney reunited with stolen guitar ‘that kicked off Beatlemania’ after 50 years",
        "authors": [
            "Issy Ronald"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1132287080.jpeg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nPaul McCartney’s legendary lost guitar will gently weep no more as it was reunited with its owner more than 50 years after it was stolen.\n\nMcCartney played the distinctive Höfner bass guitar when recording The Beatles’ first two albums, including legendary hits such as “Twist and Shout” and “Love Me Do,” before using it as a backup bass for the rest of his time with the band.\n\nHe continued to play it once The Beatles had split up but it was stolen in 1972 from the back of a van in Notting Hill, London.\n\nIt subsequently disappeared until the Lost Bass Project, run by Höfner executive Nick Wass and investigative journalists Scott and Naomi Jones, sifted through more than 100 leads to track down the lost guitar in Hastings, a town on the English south coast.\n\n“The search for the bass wasn’t just for Paul McCartney, it was for all the fans,” Wass told CNN on Friday. “It was so we could all see this … bass that kicked off Beatlemania.”\n\nTheir search was widely publicized, and they detailed the guitar’s distinguishing features, prompting the family who had the guitar to “come forward with photographs of the bass in their loft saying: ‘Is this it?’” Scott Jones told CNN on Thursday.\n\nMcCartney is “incredibly grateful to all those involved” in returning the bass to him and verified that it is the same guitar he played so often in the 1960s, according to a statement on his website.\n\nWass first launched the Lost Bass Project in 2018 after a conversation with McCartney himself, he told CNN on Friday, but it wasn’t until Scott and Naomi Jones joined the search after watching McCartney perform at Glastonbury that the “useful leads starting coming in.”\n\nThe Beatles (from left to right), Paul McCartney (playing the stolen bass), George Harrison, Ringo Starr and John Lennon perform during a concert on July 29, 1965. Central Press/AFP/Getty Images\n\nAfter issuing an appeal in the media, the crucial breakthrough came in October 2023, when the team received a tip from two of McCartney’s sound engineers who had parked the van in the Ladbroke Grove area of Notting Hill, as the former Beatle was recording an album nearby with his new band Wings.\n\nIt allowed them to discover precisely when and where the guitar had been stolen, dispelling earlier rumors that it had disappeared in 1969 just before the Beatles’ final rooftop concert.\n\nThe location also matched up with an email that Wass had received earlier that year, which he had initially “disregarded” because it “didn’t really make sense,” he said.\n\nWass added that he then asked for more information and the email sender said that his father had stolen the bass and taken it to Ronald Guest, landlord of the Admiral Blake pub nearby.\n\nMeanwhile, Naomi Jones trawled through archives to verify those addresses and confirm that the story held up.\n\n“The evidence along the way would suggest that the thief didn’t know what he was stealing that night,” Scott Jones said. “I think to him it was just a guitar and he later found out that it was Paul McCartney’s guitar.”\n\nThe thief asked Guest to “effectively hide the guitar for him,” Jones continued, and the team turned their attention to the pub, “starting to look through births, marriages and death records” and tracing “where the bass was going within the Guest family.”\n\nAlthough the guitar is slightly damaged and will need some repairs before being played again, professionals will be able to restore it, the Lost Bass Project said.\n\n“This guitar is invaluable,” Wass said. “In a sense it has no value except to Paul McCartney and to every Beatles fan in the world … it’s priceless.”",
        "keywords": [
            "mccartney",
            "bass",
            "scott",
            "kicked",
            "beatles",
            "reunited",
            "stolen",
            "lost",
            "guitar",
            "beatlemania",
            "paul",
            "wass",
            "jones",
            "50"
        ],
        "summary": "CNN —Paul McCartney’s legendary lost guitar will gently weep no more as it was reunited with its owner more than 50 years after it was stolen.\nHe continued to play it once The Beatles had split up but it was stolen in 1972 from the back of a van in Notting Hill, London.\n“The search for the bass wasn’t just for Paul McCartney, it was for all the fans,” Wass told CNN on Friday.\n“The evidence along the way would suggest that the thief didn’t know what he was stealing that night,” Scott Jones said.\n“In a sense it has no value except to Paul McCartney and to every Beatles fan in the world … it’s priceless.”"
    },
    {
        "title": "Weekly News Quiz: February 15, 2024",
        "authors": [],
        "publish_date": "None",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/20240215-news-quiz-split-021524.jpg?c=original",
        "article_text": "Magna Carta Treaty of Versailles Treaty of Paris US Constitution\n\nTwo people dumped red powder on the display that protects the US Constitution. No damage was done to the document itself, the National Archives said, adding officials are investigating the incident. (Image credit: Obtained by CNN)",
        "keywords": [
            "2024",
            "treaty",
            "versailles",
            "magna",
            "weekly",
            "paris",
            "officials",
            "powder",
            "15",
            "obtained",
            "protects",
            "red",
            "national",
            "quiz"
        ],
        "summary": "Magna Carta Treaty of Versailles Treaty of Paris US ConstitutionTwo people dumped red powder on the display that protects the US Constitution.\nNo damage was done to the document itself, the National Archives said, adding officials are investigating the incident.\n(Image credit: Obtained by CNN)"
    },
    {
        "title": "A pregnant woman found dead in a basement 32 years ago has been identified through her dad’s DNA",
        "authors": [
            "Artemis Moshtaghian",
            "Maria Sole Campinoti"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/tabetha-murlin-pc.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nA pregnant woman whose partially decayed body was found in a flooded basement 32 years ago has been identified through forensic genetic genealogy and DNA provided by her father, according to authorities.\n\nTabetha Ann Murlin was found dead by a construction worker in a Fort Wayne, Indiana, home in 1992, according to Christopher A. Meihls, chief investigator for the Allen County Coroner’s Office.\n\nA construction worker who was doing some renovations in a house on Reynolds Street, in the basement discovered a dead individual wrapped in a blanket and in 8 to 12 inches of water and very badly decomposed at that time, Allen County Coroner John Brandenberger said at a news conference Thursday.\n\nBased on the extent of decomposition of the 23-year-old’s body, Brandenberger said investigators initially believed that Murlin had died in 1991 or early 1992.\n\nThe Allen County coroner conducted a partial autopsy on Murlin’s body at the time and was unable to determine the cause of death.\n\nMurlin, who at the time was identified as ‘Mary Jane Doe,’ was subsequently buried at Lindenwood Cemetery on May 21, 1992, Brandenberger said.\n\nThe Fort Wayne Police Department developed leads and investigated the case, but it eventually grew cold. Over two decades later with technological advancements in forensic analysis, the investigation was reopened in 2016, the coroner explained.\n\nA year later, investigators decided to exhume Murlin’s body to conduct a complete autopsy by doing x-rays of her teeth for forensic odontology and “to complete an anthropology study” to submit DNA of the remains to appropriate facilities, Brandenberger said.\n\nUniversity of Indianapolis Forensic Anthropologist Krista Latham collected DNA samples from Murlin’s left femur and sent it to the University of North Texas’ Center for Human Identification for DNA testing.\n\n“Seven months later, the University of Texas announced that they had developed a DNA profile, which was uploaded into DNA databases,” which Brandenberger said unfortunately did not result in any DNA matches.\n\nThe coroner shelved degraded samples of Murlin’s extracted DNA until newer technology became available.\n\nIn 2023, forensic genealogy companies Intermountain Forensics and Ignite DNA began sequencing the DNA and from there was able to find a match between Murlin and her father, her mother, who died in 2013, as well as her two aunts, Bradenberger said.\n\nDNA obtained by a swab of the cheek confirmed Robert Bowers to be Murlin’s father, according to case documents.\n\nAngelina Privitt, Murlin’s aunt, identified Murlin with her maiden name Tabetha Slain and said she had been adopted by her other aunt, Norma Slain, according to the coroner’s office.\n\nPrivitt claimed that the victim married her husband, Jerry Murlin, in 1987, according to case documents.\n\nThe couple separated 1988 but Murlin never filed for divorce and never reported his wife as missing, according to authorities.\n\nWhile details on the woman’s death are still unclear to authorities, Bowers confirmed that he last saw his daughter in 1988, and Jerry Murlin last saw his wife in 1989, according to Meihls.\n\nCNN has reached out to Murlin and Bowers for comment.\n\nCNN has also reached out to the Fort Wayne Police Department for further comment.",
        "keywords": [
            "ago",
            "woman",
            "body",
            "murlins",
            "dead",
            "identified",
            "according",
            "dads",
            "wayne",
            "murlin",
            "coroner",
            "forensic",
            "later",
            "brandenberger",
            "basement",
            "32",
            "dna",
            "pregnant"
        ],
        "summary": "CNN —A pregnant woman whose partially decayed body was found in a flooded basement 32 years ago has been identified through forensic genetic genealogy and DNA provided by her father, according to authorities.\nBased on the extent of decomposition of the 23-year-old’s body, Brandenberger said investigators initially believed that Murlin had died in 1991 or early 1992.\nThe Allen County coroner conducted a partial autopsy on Murlin’s body at the time and was unable to determine the cause of death.\nThe coroner shelved degraded samples of Murlin’s extracted DNA until newer technology became available.\nDNA obtained by a swab of the cheek confirmed Robert Bowers to be Murlin’s father, according to case documents."
    },
    {
        "title": "Live updates: Israel-Hamas war in Gaza",
        "authors": [
            "Chris Lau",
            "Andrew Raine"
        ],
        "publish_date": "2024-02-17 05:01:17+00:00",
        "top_image_url": "https://cdn.cnn.com/cnnnext/dam/assets/240212203941-incursion-rafah-gaza-rescate-rehenes-argentinos-perspectivas-mexico-tv-00000000-super-tease.jpg",
        "article_text": "Displaced Palestinians in Gaza’s southernmost Rafah city are reportedly fleeing towards northern Deir al Balah as Israeli airstrikes intensify amid the prospect of ground operations, according to a UN body.\n\n“Intensified airstrikes on Rafah, where more than half of Gaza’s population are crammed into less than 20 per cent of the Gaza Strip, and statements by Israeli officials about a ground operation in Gaza have reportedly led to the movement of people out of Gaza’s southernmost governorate toward Deir al Balah,” said the United Nations Office for the Coordination of Humanitarian Affairs (OCHA).\n\nEarlier on Friday, former Israeli prime minister and current war cabinet minister Benny Gantz said Israel “won’t stop” until all hostages are returned, even if that means continuing hostilities during the Muslim holy month of Ramadan.\n\nHe added that Israel is preparing for a military incursion into Gaza and will act “in dialogue” with its partners, including Egypt, and “direct the population to protected areas.”\n\nIn a separate statement on Friday, Israeli Defense Minister Yoav Gallant told reporters that Israel had “no intention” of sending Palestinians into Egypt as part of an evacuation of Rafah, the focus of its next military offensive.\n\nGallant provided no details about a potential evacuation but said “we are thoroughly planning future operations in Rafah, which is a significant Hamas stronghold.”\n\nIsraeli officials have said the military is working on a detailed plan to evacuate civilians from Rafah ahead of a planned offensive there but have yet to share details.",
        "keywords": [
            "israelhamas",
            "gaza",
            "rafah",
            "israeli",
            "live",
            "military",
            "war",
            "minister",
            "updates",
            "israel",
            "gazas",
            "population",
            "reportedly",
            "southernmost"
        ],
        "summary": "Displaced Palestinians in Gaza’s southernmost Rafah city are reportedly fleeing towards northern Deir al Balah as Israeli airstrikes intensify amid the prospect of ground operations, according to a UN body.\n“Intensified airstrikes on Rafah, where more than half of Gaza’s population are crammed into less than 20 per cent of the Gaza Strip, and statements by Israeli officials about a ground operation in Gaza have reportedly led to the movement of people out of Gaza’s southernmost governorate toward Deir al Balah,” said the United Nations Office for the Coordination of Humanitarian Affairs (OCHA).\nEarlier on Friday, former Israeli prime minister and current war cabinet minister Benny Gantz said Israel “won’t stop” until all hostages are returned, even if that means continuing hostilities during the Muslim holy month of Ramadan.\nHe added that Israel is preparing for a military incursion into Gaza and will act “in dialogue” with its partners, including Egypt, and “direct the population to protected areas.”In a separate statement on Friday, Israeli Defense Minister Yoav Gallant told reporters that Israel had “no intention” of sending Palestinians into Egypt as part of an evacuation of Rafah, the focus of its next military offensive.\nGallant provided no details about a potential evacuation but said “we are thoroughly planning future operations in Rafah, which is a significant Hamas stronghold.”Israeli officials have said the military is working on a detailed plan to evacuate civilians from Rafah ahead of a planned offensive there but have yet to share details."
    },
    {
        "title": "Takeaways from Fani Willis’ stunning testimony in Georgia",
        "authors": [
            "Marshall Cohen",
            "Devan Cole",
            "Holmes Lybrand",
            "Katelyn"
        ],
        "publish_date": "2024-02-15 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/9ec71997-85a8-4dee-888e-90ecba042c2d.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nThe Georgia election subversion case against Donald Trump and 14 of his allies took a stunning turn Thursday when two top prosecutors testified under oath about their romantic relationship at a hearing triggered by allegations of self-dealing that have the potential to derail the indictment.\n\nThe all-day hearing escalated steadily throughout the day, culminating with Fulton County District Attorney Fani Willis taking the witness stand for a combative brawl with defense attorneys that drew several rebukes from the judge.\n\nJudge Scott McAfee convened the hearing after some of Trump’s co-defendants surfaced allegations of a relationship between Willis and Nathan Wade, whom she hired in 2021 to join the prosecution team. Trump and his co-defendants want the judge to disqualify Willis’ team from the case – or throw out the charges – because of a possible conflict-of-interest.\n\nThere was talk of cash exchanging hands from Willis to Wade, where they store their money at home, CashApp usage, and their spending habits – all to get to the question of whether Willis benefitted financially from putting him on her staff.\n\nWillis was expected to return Friday to be be cross-examined by district attorney lawyer Anna Cross, but Cross said at the beginning of Friday’s hearing that she did not have any additional questions.\n\nThe judge said he does not plan to issue a ruling on Friday.\n\nHere are takeaways from the hearing that was at times jaw-dropping, awkward and strikingly personal.\n\nWillis’ defiant afternoon on the stand\n\nWhat unfolded on Thursday is extremely rare in American courtrooms. The district attorney who has charged Trump with racketeering went under oath to defend her ethics and answer personal questions about her relationship with Wade.\n\nThe risks could not be greater, and Willis’ credibility is on the line.\n\nVideo Ad Feedback Erin Burnett on Fani Willis testimony: She tore into Trump's team 01:33 - Source: CNN\n\nThings quickly went off the rails. Willis didn’t act much like a traditional witness and was more like a prosecutor, arguing with the defense attorneys, raising objections, making legal arguments and even having exchanges with the judge. She even raised her voice at one point.\n\nThis led to a few rebukes from McAfee, who urged her and other attorneys in the courtroom to maintain “professionalism” and to not “talk over each other.”\n\nWillis repeatedly accused some of the defense attorneys of peddling lies – before and after the judge’s admonishment.\n\n“You’ve lied in this. … I think you lied right here,” Willis said to attorney Ashleigh Merchant, pointing to copies of filings that raised accusations of self-dealing and nepotism.\n\n‘I’m not on trial,’ Willis says\n\nWillis seized several opportunities to defend herself.\n\nThe district attorney had fought efforts to make her appear, both in Wade’s ongoing divorce proceedings and in the hearing on Thursday, up until the moment she came into the room to take the stand. She said at the beginning of her testimony that she was “very anxious” to defend herself, “so I ran to the courtroom.”\n\n“You think I’m on trial,” Willis said, in her sharpest pushback of the day. “These people are on trial for trying to steal an election in 2020,” she added, pointing toward the table of attorneys representing defendants in the criminal case. “I’m not on trial, no matter how hard you try to put me on trial.”\n\nShe later slammed the defense attorneys, calling them “confused” and “intrusive.”\n\n“Ms. Merchant’s interests are contrary to democracy, not to mine,” Willis said, attacking the attorney for Trump campaign attorney Michael Roman, who is accused of playing a leading role in the multi-state “fake electors” plot to subvert the Electoral College.\n\nWhen did the relationship start?\n\nOn the stand, Wade stuck to his earlier claim – in a sworn affidavit submitted to the court – that his romantic relationship with Willis began in early 2022 and that they split travel and vacation expenses.\n\nBut Robin Bryant-Yeartie, a former friend of Willis and Fulton County employee, contradicted that claim, testifying that she had “no doubt” that the Willis-Wade affair began in late 2019. Notably, that would be before Willis hired Wade to lead the Trump probe in late 2021.\n\nBryant-Yeartie said she observed “hugging, kissing, close affection” between Willis and Wade prior to 2022, when they claimed their romantic relationship began. She also testified that Willis had told her in 2020 and 2021 that she was dating Wade.\n\nThere was some Clinton-esque parsing of words on whether Wade cheated on his ex-wife by being with Willis. Past filings from Roman’s team salaciously noted that she had been dating “a married man.”\n\nWade testified that his previous marriage was broken since 2015, long before his relationship with Willis began, saying, “My marriage was irretrievably broken” in 2015, and “I was free to have a relationship.”\n\nWade and Willis describe using cash for reimbursements\n\nWade and Willis have offered a simple explanation for why there’s essentially no paper trail to back up his claims they split expenses: Willis used cash.\n\nCredit card statements submitted in Wade’s divorce proceedings show he paid for two flights for them in recent years, to San Francisco and Miami. They also took lavish trips to Belize, the Bahamas and some Caribbean cruises.\n\nWhen pressed on whether he paid for Willis’ travel when they vacationed together, Wade said that Willis reimbursed him for a flight “in cash.” Wade said he did not have receipts for all of the times Willis reimbursed him for trips – pushing back against the allegations from the defense side that Willis was essentially getting kickbacks from him in the form of vacations.\n\n“I did not deposit the cash in my account,” Wade replied, smirking at times.\n\nDefense attorney Craig Gillen, who represents one of the fake electors, grilled Wade on what he would do with the cash reimbursements – in at least one case, thousands of dollars.\n\n“You don’t have a single solitary deposit slip to corroborate or support any of your allegations that you were paid by Ms. Willis in cash?” Gillen shot back, raising his voice slightly.\n\n“No sir,” Wade said, to which Gillen replied: “Not a single solitary one?”\n\n“Not a one,” Wade responded.\n\nThere was also a dispute over when the relationship ended, and whether it had any impact on the decision to seek the massive RICO indictment against Trump and others in last August.\n\nBoth said the relationship ended in summer 2023. Willis implied that the physical component ended earlier in the summer, but that the two had a “tough conversation” that fully ended things afterward.\n\nTrump lawyer Steven Sadow asked Willis about the breakup, eliciting an answer that revealed sexist remarks that Wade allegedly made to Willis in the past. She said, he “is used to women that, as he told me one time, ‘the only thing a woman can do for him is make him a sandwich.’” She explained that this was a part of their breakup – but it also was a defense to the self-dealing claims against her.\n\n“We would have brutal arguments about the fact that ‘I am your equal,’” Willis said. “I don’t need anything from a man – a man is not a plan. A man is a companion. And so there was tension always in our relationship, which is why I would give him his money back.”\n\nWillis added, “I don’t need anybody to foot my bills.”\n\nEarlier, Sadow asked Wade during his own testimony whether the two had any “personal relationship at all” since their relationship ended, saying “and you know what I mean by that.”\n\nWade shot back, asking if Sadow meant “if I had intercourse with the district attorney.”\n\n“We’re very good friends, probably closer than ever because of these attacks,” Wade said. “But if you’re asking me about specific intercourse, the answer is no.”\n\nHuge distraction from the charges against Trump – for now\n\nNothing that happened Thursday undercut the factual allegations against Trump, Rudy Giuliani, Mark Meadows, or the other GOP allies who are accused of trying to overturn the 2020 election.\n\nBut the hearing shifted the conversation away from those allegation and away from Trump’s legal woes for now.\n\nEarlier in the day, a New York judge set the trial date for Trump’s historic first trial, in the hush-money criminal case, for March 25. But by the afternoon, that news was nearly washed away by the jaw-dropping testimony taking place in Atlanta and being beamed across the country on national television. (Unlike the New York case, cameras are allowed in Georgia courtrooms.)\n\nFriday, a separate New York judge is expected to issue his decision in the Trump civil fraud case that’s an existential threat to his business.\n\nState prosecutors want that judge to issue a $370 million fine against Trump, after finding that Trump and his company committed significant fraud against banks and insurers by lying about his net worth and assets. They also want Trump barred from doing business in New York.\n\nThis story has been updated with additional developments.\n\nCNN’s Zachary Cohen, Jason Morris, Nick Valencia, Hannah Rabinowitz, Maxime Tamsett, Shirin Faqiri, Jim Rogers, Sarah Davis, Eva Roytburg and Fabiana Chaparro contributed to this report.",
        "keywords": [
            "judge",
            "attorney",
            "defense",
            "wade",
            "trump",
            "stunning",
            "hearing",
            "trial",
            "fani",
            "testimony",
            "relationship",
            "willis",
            "case",
            "takeaways",
            "georgia"
        ],
        "summary": "Video Ad Feedback Erin Burnett on Fani Willis testimony: She tore into Trump's team 01:33 - Source: CNNThings quickly went off the rails.\n‘I’m not on trial,’ Willis saysWillis seized several opportunities to defend herself.\nShe said at the beginning of her testimony that she was “very anxious” to defend herself, “so I ran to the courtroom.”“You think I’m on trial,” Willis said, in her sharpest pushback of the day.\nBryant-Yeartie said she observed “hugging, kissing, close affection” between Willis and Wade prior to 2022, when they claimed their romantic relationship began.\nTrump lawyer Steven Sadow asked Willis about the breakup, eliciting an answer that revealed sexist remarks that Wade allegedly made to Willis in the past."
    },
    {
        "title": "Opinion: Is Putin serious about preferring Biden? Ask Fidel Castro",
        "authors": [
            "Opinion Frida Ghitis"
        ],
        "publish_date": "2024-02-15 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2003391599.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "Editor’s Note: Frida Ghitis, a former CNN producer and correspondent, is a world affairs columnist. She is a weekly opinion contributor to CNN, a contributing columnist to The Washington Post and a columnist for World Politics Review. The views expressed in this commentary are her own. View more opinion on CNN.\n\nCNN —\n\nRussian President Vladimir Putin fired off a few intriguing statements during a Wednesday television interview with loyal journalist Pavel Zarubin. Among them was his claim that he would prefer that President Joe Biden win the 2024 US presidential election.\n\nFrida Ghitis CNN\n\nThe remarks brought to mind a long night I spent in Havana, Cuba, listening to Fidel Castro pontificate for endless hours about every topic under the long-faded sun. That was just ahead of the 2000 US election, when then-Vice President Al Gore squared off against then-Texas Gov. George W. Bush.\n\nI asked Castro if there was a candidate he hoped would become the next president of the US. He laughed for a moment and told me that he most certainly did have a preference. But then he explained that he would not tell me because, if Fidel said who he preferred, it would only hurt his candidate.\n\nWas Putin’s answer based on the same calculation?\n\nIn his interview with Zarubin, Putin argued that Biden would be a better fit for Russia “because he is a more experienced person, he is predictable [and] he is a politician of an old formation.” The statement is consistent with other comments Putin has made about the current president. After his first summit in Geneva with Biden as president, back in 2021, Putin sounded a similar note. “He’s a balanced and professional man, and it’s clear that he’s very experienced,” Putin said. “It seems to me that we did speak the same language.”\n\nDeciphering Putin and his motives is a constant challenge. The former KGB agent is known for playing all manner of mind games. Remember when he met with former German Chancellor Angela Merkel and, knowing her fear of dogs, unleashed his giant black Labrador, to Merkel’s bravely-dissimulated terror. He looked supremely satisfied.\n\nIn this latest interview, Putin also had some choice comments about another so-called interview — more of a propaganda event — conducted last week by the disgraced former Fox News host Tucker Carlson. Carlson was lambasted in the US and Europe not only for his softball interview and his failure to offer even the faintest pushback against Putin’s barrage of falsehoods, but also because he somehow avoided asking question about any of the controversies surrounding a Russian leader who has been formally charged with war crimes.\n\nIf Americans were not pleased, perhaps Carlson expected Putin to be impressed. But on Wednesday, the Russian president was contemptuous. “I honestly thought [Carlson] would be aggressive and ask tough questions.” Putin said he was prepared for that and was hoping for it because “it would give me the opportunity to give tough answers back.” But Carlson “chose a different tactic.” Putin added that he “didn’t fully enjoy” the interview.\n\nPutin’s psychological games were on display when he sat down with Carlson. At one point, Putin ridiculed him, grinning sarcastically as he noted that Carlson tried to join but was rejected by the CIA. Perhaps he was signaling that he had done some background checking on his interviewer; maybe he was trying to throw him off balance. Whatever it was, Carlson looked dumbfounded, while Putin appeared delighted.\n\nWhether the Russian president would rather have Biden — who has arrayed a mighty coalition to push back against Russia in its war against Ukraine and has called Putin a war criminal — or former President Donald Trump, who gushes with praise about the Russian leader and just said he would tell Russia to do “whatever the hell they want” to any NATO allies who don’t spend enough on defense, doesn’t seem very hard to decipher.\n\nCastro didn’t say because he didn’t want to jinx his preferred candidate. Putin may be trying to jinx the one he wants to lose.\n\nCorrection: An earlier version incorrectly quoted former President Donald Trump as saying he would \"give\" Ukraine to Russia. He said President Joe Biden would “give” Ukraine to Russia.",
        "keywords": [
            "president",
            "russian",
            "opinion",
            "russia",
            "war",
            "carlson",
            "castro",
            "ask",
            "putin",
            "fidel",
            "ukraine",
            "didnt",
            "serious",
            "interview",
            "preferring",
            "biden"
        ],
        "summary": "CNN —Russian President Vladimir Putin fired off a few intriguing statements during a Wednesday television interview with loyal journalist Pavel Zarubin.\nAmong them was his claim that he would prefer that President Joe Biden win the 2024 US presidential election.\nAfter his first summit in Geneva with Biden as president, back in 2021, Putin sounded a similar note.\nBut on Wednesday, the Russian president was contemptuous.\nHe said President Joe Biden would “give” Ukraine to Russia."
    },
    {
        "title": "Lakewood church shooting: 7-year-old who was shot lost a portion of his frontal lobe, grandmother says",
        "authors": [
            "Raja Razek",
            "Jeanne Bonner"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/ap24045857432810.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nThe 7-year-old shot in the head at a Houston megachurch has lost a “portion of his (brain’s) frontal lobe,” said his grandmother, whose daughter-in-law – the child’s mother – was killed by police after she opened fire Sunday at televangelist Joel Osteen’s Lakewood Church.\n\nThe boy “has lost a major part of what makes us who we are…..a portion of his frontal lobe,” Walli Carranza wrote Thursday on Facebook. “Half of his right skull has to be surgically removed during two surgeries done in less than 24 hours.”\n\nThe brain’s frontal lobe controls thinking, planning, problem-solving, movement and short-term memory, according to the Mayo Clinic. Injuries to it can affect the higher functioning processes of the brain, including social behavior, motivation and planning.\n\nThe 7-year-old also was in cardiac arrest multiple times, “and no one can determine whether he has significant brain activity because his scalp tissue is too friable to allow the attachment of EEG wires,” the grandmother said.\n\nIt’s still not clear who wounded the child. CNN has sought more information from police.\n\nGuns have become the leading cause of death for children and teens in the US, with 4,590 gun deaths among people ages 1 to 19 in 2022. In a mass shooting this week, children comprised at least half of the more than 20 people wounded at the Kansas City Chiefs’ Super Bowl celebration rally.\n\nInvestigators in the Texas megachurch case are still trying to figure out why Genesse Ivonne Moreno, 36, opened fire with a semi-automatic rifle. Her son and a man were wounded before law enforcement killed Moreno, who Carranza has said was allowed to own a gun despite a history of mental health challenges.\n\n“My daughter-in-law when she was taking medication for schizophrenia was a very sweet and loving woman,” Carranza wrote Monday on Facebook. “But mental illness is real illness, and when family members seek emergency protections, they’re not doing so for their own sake but for the sake of the person who is ill.”\n\nThe shooting was a “completely preventable horror,” she wrote.",
        "keywords": [
            "opened",
            "7yearold",
            "portion",
            "wounded",
            "shot",
            "lobe",
            "sake",
            "carranza",
            "lost",
            "frontal",
            "lakewood",
            "church",
            "wrote",
            "grandmother",
            "moreno",
            "shooting"
        ],
        "summary": "CNN —The 7-year-old shot in the head at a Houston megachurch has lost a “portion of his (brain’s) frontal lobe,” said his grandmother, whose daughter-in-law – the child’s mother – was killed by police after she opened fire Sunday at televangelist Joel Osteen’s Lakewood Church.\nThe boy “has lost a major part of what makes us who we are…..a portion of his frontal lobe,” Walli Carranza wrote Thursday on Facebook.\n“Half of his right skull has to be surgically removed during two surgeries done in less than 24 hours.”The brain’s frontal lobe controls thinking, planning, problem-solving, movement and short-term memory, according to the Mayo Clinic.\nInvestigators in the Texas megachurch case are still trying to figure out why Genesse Ivonne Moreno, 36, opened fire with a semi-automatic rifle.\n“My daughter-in-law when she was taking medication for schizophrenia was a very sweet and loving woman,” Carranza wrote Monday on Facebook."
    },
    {
        "title": "Jailed Russian opposition figure Alexey Navalny dies, prison service says",
        "authors": [
            "Anna Chernova",
            "Christian Edwards",
            "David Shortell"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/231211151657-navalny-051722.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "The CNN Film chronicling the 2020 attempted assassination of Alexey Navalny airs on Saturday 9p ET/PT on CNN, CNNi and is streaming on Max.\n\nCNN —\n\nJailed Russian opposition figure and outspoken Kremlin critic Alexey Navalny, who made global headlines when he was poisoned with a nerve agent in 2020, has died aged 47, the Russian prison service said.\n\nThe cause of his reported death remained unclear, but the news drew a forceful reaction from Western leaders Friday, including US President Joe Biden, who pinned the blame on Russian President Vladimir Putin, saying that “what has happened to Navalny is yet more proof of Putin’s brutality.”\n\nNavalny had returned to Russia in 2021 from Germany, where he had been treated after being poisoned with Novichok, a Soviet-era nerve agent. On arrival, Navalnvy was swiftly arrested on charges he dismissed as politically motivated.\n\nHe has been incarcerated ever since, with longstanding concerns for his welfare growing more intense after he was transferred to a penal colony north of the Arctic Circle.\n\nThe Russian prison service on Friday said Navalny “felt unwell after a walk” and “almost immediately” lost consciousness. It said it was investigating his “sudden death.”\n\nKremlin spokesman Dmitry Peskov said Putin had been informed of the reports and that it is for doctors to determine the cause of Navalny’s death.\n\n“As far as we’re aware, in accordance with all the rules, the prison service is carrying out checks and clarifications,” Peskov told reporters. Asked about reports that the death involved a blood clot, he replied: “I don’t know. Doctors must find it out.”\n\nThe announcement shocked his family and supporters as Navalny had appeared in court via video link as recently as Thursday, joking with the judge about how he was running short of money.\n\nNavalny’s spokesperson, Kira Yarmysh, initially said the Putin critic’s lawyer was traveling to Kharp, where Navalny had been held since December. “As soon as we have any information, we will report it,” Yarmysh wrote on X.\n\nShe later said the reports of Navalny’s death were “most likely true.”\n\nNavalny’s wife, Yulia Navalnaya, meanwhile, called for Putin to be brought to justice.\n\n“I want them to know that they will be punished for what they have done with our country, with my family, and with my husband,” she said in emotional remarks that prompted a standing ovation at the Munich Security Conference (MSC), adding that she did not have confirmation of her husband’s death.\n\n“They will be brought to justice and this day will come soon.”\n\nAn ambulance crew tried to resuscitate Navalny for more than half an hour on Friday, Labytnang City Hospital told state-run media RIA Novosti. It added the ambulance team reached the prison in less than seven minutes, and doctors reached the patient two minutes later.\n\n“The doctors who arrived at the scene continued the resuscitation measures that the prison’s doctors had already provided. They carried them out for more than half an hour. However, the patient died,” the agency’s interlocutor said, according to RIA.\n\nLyudmila Navalnaya, Navalny’s mother, told Russian independent news outlet Novaya Gazeta she had last seen her son on February 12 – four days before his death – when he had been “alive, healthy and cheerful.” She said: “I don’t want to hear any condolences.”\n\nDozens detained\n\nAt least 100 people were detained across the country for attending vigils and rallies for Navalny on Friday, according to OVD-Info, a group that monitors Russian repression.\n\nIn Moscow, a crowd of mourners lay flowers in the snow before a monument to victims of political repression in a growing tribute to the late opposition figure, according to video from the scene.\n\nNavalny was “a symbol of opposition, a symbol of hope for some brighter future for Russia. And there’s a feeling that with his death, this hope dies,” Valeria, a 23-year-old tour guide, told Agence France-Presse in Moscow. “If there had been still been any hope left, it is even less now than it was before,” she said.\n\n“If there had been still been any hope left, it is even less now than it was before,” she said.\n\nThe Moscow prosecutor’s office had warned that protesting in the capital’s city center was unauthorized, saying that participation in a “mass event” could lead to arrest.\n\nNavalny returned to Russia from Germany in 2021, after spending months recovering from a poisoning attack. Kirill Kudryavtsev/AFP/Getty Images\n\n‘I’m not afraid’\n\nNavalny was sentenced to 19 years in prison in August, after he was found guilty of creating an extremist community, financing extremist activists and various other crimes. He was already serving sentences of 11-and-a-half years in a maximum security facility on fraud and other charges he denies.\n\nFour months later, his lawyers said they had lost contact with Navalny, who was believed to be imprisoned in a penal colony about 150 miles east of Moscow.\n\nHe failed to appear at several scheduled court hearings in December. His legal team said on December 22 that he’d been missing for 17 days.\n\nAfter filing 680 requests to locate Navalny, his team announced on December 25 that they had “found” him more than a thousand miles away at the IK-3 penal colony in Kharp, known as “Polar Wolf.”\n\nNavalny joins a long list of Russian dissidents who died after challenging Putin’s legitimacy. Many questioned why he continued his campaign despite the clear risks to his safety.\n\nNavalany’s reported death comes shortly before Russia’s presidential election, set to take place on March 17, which is widely seen by the international community as little more than a formality that will secure Putin a fifth term in power.\n\nEven from detention, Navalny had continued to agitate against Putin’s government. In one of his final court appearances on February 8, Navalny urged prison service workers to “vote against Putin.”\n\nA fierce Putin critic\n\nNavalny posed one of the most serious threats to Putin during his rule, which has spanned more than two decades. He organized anti-government street protests and used his blog and social media to expose alleged corruption in the Kremlin and in Russian business.\n\nHis struggle earned him global fame when he was poisoned with Novichok in 2020. Navalny was airlifted from the Siberian city of Omsk and arrived comatose at a hospital in Berlin.\n\nA joint investigation by CNN and the group Bellingcat implicated the Russian Security Service (FSB) in Navalny’s poisoning. The investigation found that the FSB toxins team of about six to 10 agents trailed Navalny for more than three years.\n\nNavalny later duped one of the spies, Konstantin Kudryavtsev, into revealing how he was poisoned. He posed as a senior official from Russia’s National Security Council tasked with carrying out an analysis of the poisoning operation, and phoned Kudryavtsev, who provided a detailed account of how the nerve agents was applied to a pair of Navalny’s underpants.\n\nRussia denied involvement in Nalvany’s 2020 poisoning. Putin said at the time that if the Russian security service had wanted to kill Navalny, they “would have finished” the job.\n\nNavalny, pictured here in Moscow, Russia in 2013, campaigned against alleged corruption in the Kremlin. Dmitry Lovetsky/AP\n\nWestern condemnation of the Kremlin was swift and fierce following news of Navalny’s death.\n\nBiden laid the blame for Navalny’s death at Putin’s feet while speaking to reporters at the White House. “Make no mistake, Putin is responsible for Navalny’s death,” Biden said Friday, adding that the Russian opposition figure was “brave,” and “was dedicated to building a Russia where the rule of law existed.”\n\nNATO Secretary General Jens Stoltenberg said Russia has “serious questions” to answer. “Alexey Navalny has been a strong voice for freedom, for democracy for many years and NATO allies have called for his immediate release for a long time,” Stoltenberg told reporters in Germany ahead of the MSC.\n\nBiden previously told reporters in 2021 that he warned Putin that the consequences would be “devastating for Russia,” if Navalny died in prison during the US-Russia summit in Geneva, Switzerland.\n\nIn his remarks Friday, Biden said the US was “contemplating what else can be done” to punish Russia in the wake of Navalny’s apparent death. Regarding his 2021 message to Putin, he told reporters, “that was three years ago. In the meantime they’ve faced a hell of a lot of consequences.”\n\n“This tragedy reminds us of the stakes of this moment,” Biden added, urging Republicans to agree to a new round of funding for Ukraine in their war against Russia.\n\nUkrainian President Volodymyr Zelensky said Putin must be held accountable for Navalny’s death at a joint news conference in Berlin with German Chancellor Olaf Scholz. “Putin does not care who dies as long as he stays in his position.”\n\nNavalny was sentenced to more than 30 years in prison during various trials last year. Alexander Nemenov/AFP/Getty Images\n\n‘Freezing’ conditions\n\nNavalny spent his last weeks in a Siberian prison north of the Arctic Circle, where he said he slept under a newspaper for warmth and had to eat his meals within 10 minutes.\n\nHe told a Moscow court of “freezing” conditions inside his prison, as he appeared via a video link in January to outline his case against the authorities at the penal colony where he had been held since December.\n\nYarmysh, Navalny’s spokesperson, said the conditions at the Siberian prison were “much worse” than they had been near Moscow, where he had originally been kept.\n\n“It is in the north, so it is very cold there. Even today the light there is for two hours per day,” she said in January. “They definitely tried to isolate Alexey and to make it more difficult to assess him there.”\n\nOn Valentine’s Day, two days before Russian authorities said he died, Navalny posted a message on social media to Yulia.\n\n“Baby, everything is like in a song with you: there are cities between us, the take-off lights of airfields, blue snowstorms and thousands of kilometers. But I feel that you are near every second, and I love you more and more,” he said.\n\nThis is a developing story and will be updated.",
        "keywords": [
            "service",
            "alexey",
            "russian",
            "opposition",
            "figure",
            "death",
            "russia",
            "putin",
            "moscow",
            "jailed",
            "prison",
            "navalnys",
            "dies",
            "told",
            "navalny"
        ],
        "summary": "CNN —Jailed Russian opposition figure and outspoken Kremlin critic Alexey Navalny, who made global headlines when he was poisoned with a nerve agent in 2020, has died aged 47, the Russian prison service said.\nThe Russian prison service on Friday said Navalny “felt unwell after a walk” and “almost immediately” lost consciousness.\n“As far as we’re aware, in accordance with all the rules, the prison service is carrying out checks and clarifications,” Peskov told reporters.\nDmitry Lovetsky/APWestern condemnation of the Kremlin was swift and fierce following news of Navalny’s death.\nBiden laid the blame for Navalny’s death at Putin’s feet while speaking to reporters at the White House."
    },
    {
        "title": "Putin saw an existential threat in Navalny, the opposition leader whose name he dared not mention",
        "authors": [
            "Nathan Hodge"
        ],
        "publish_date": "2024-02-17 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/240216085432-navalny-documentary-thumb-russian-message.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nAlexey Navalny once represented an alternative future for Russia: an optimistic, forward-looking place, free of the one-man rule of Russian President Vladimir Putin.\n\nWith the death of the opposition leader in a prison north of the Arctic Circle, Russia’s bleak political landscape is now many shades darker.\n\nIt would be hard to overstate how profoundly Navalny symbolized Putin’s relentless drive to erase the last remnants of political opposition from Russia. During his many years of activism, Navalny and his supporters saw their protest rallies shut down by riot police; their offices raided; and countless arrests that landed activists in jail, or forced out of the country.\n\nNavalny himself paid an extraordinarily high price for his activism. Under constant surveillance by Putin’s security services, Navalny survived a near-lethal poisoning by the nerve agent Novichok, yet defiantly returned to Russia instead of remaining in comfortable exile. He was immediately arrested on his return to Moscow.\n\nAlexei Navalny was immediately detained by Russian authorities on landing in Moscow from Berlin in January 2021. Kirill Kudryavtsev/AFP/Getty Images\n\nWhat followed was a parody of criminal justice, as Russian prosecutors heaped on charges against Navalny, who continued to rail against Putin. In one court appearance by video link, a gaunt Navalny – emaciated by a hunger strike – heaped scorn on the president, saying, “I would like to say that your king is naked, and more than one little boy is shouting about it – it is now millions of people who are already shouting about it. It is quite obvious. Twenty years of incompetent rule have come to this: there is a crown sliding from his ears,” Navalny said.\n\n“Your naked king wants to rule until the end, he doesn’t care about the country, he is clung to power and wants to rule indefinitely.”\n\nBut even during a brutal tour of Russia’s penal system, Navalny maintained his composure – and his extraordinary sense of humor. In a post on Telegram in January, he joked about the ghastly music of the pro-war pop-star Shaman being blared over prison loudspeakers at the IK-3 penal colony in Kharp in the Yamal-Nenets region.\n\n“Imagine the picture: Yamalo-Nenets Autonomous Okrug,” he wrote. “Polar night. In the barracks for punishment in a special regime colony, A. Navalny, sentenced to 19 years in prison, whom Kremlin propaganda has been rinsing for years for participating in Russian protests, has to do exercises to the song ‘I am Russian,’ which is played for him as educational work for the purpose of correction.\n\n“To be honest, I’m still not sure that I correctly understand what post-irony and meta-irony are. But if this isn’t it, then what is it?”\n\nMore touchingly, Navalny posted a photo of himself with his wife Yulia on Valentine’s Day, his last post on Telegram.\n\n“Baby, everything is like in a song with you: between us there are cities, the take-off lights of airfields, blue snowstorms and thousands of kilometers,” he wrote. “But I feel that you are near every second, and I love you more and more.”\n\nNavalny, right walks with his family to a polling station during the Moscow city Duma elections in 2019. Vasily Maximov/AFP/Getty Images\n\nNavalny’s death comes as Putin, who has been in power since New Year’s Eve 1999, heads for a fifth term in office. The March presidential election will be an act of political theater: Boris Nadezhdin, the sole candidate opposed to Putin’s war on Ukraine, has been barred from running, and the vote will send a message to Russians and to the world: The Russian people are behind Putin, and behind the war on Ukraine. There is no room for giving air to Navalny on state media in the run-up to the election carnival.\n\nThe opposition leader’s death also marks the end of an era for Russia. Navalny had emerged as the most prominent leader of the Russian opposition following the assassination of outspoken Putin critic Boris Nemtsov in 2015, in plain view of the Kremlin. That killing also shook Russian society profoundly, but it was a very different time. At the time of his murder, Nemtsov and his team were investigating the deployment of Russian troops to the Donbas region of eastern Ukraine, something the Russian government officially denied.\n\nNow that war is in the open, following the full-scale invasion of Ukraine in February 2022. And Russia has introduced draconian new laws that make it illegal to criticize the military. The massive anti-corruption protests that Navalny once managed to mobilize before the invasion now seem unlikely to reprise in Putin’s lifetime. The investigative articles and videos Navalny and his team once published online – reaching millions of Russians – face ever-more stifling digital censorship.\n\nNavalny, his wife Yulia, opposition politician Lyubov Sobol and other demonstrators march in memory of murdered Kremlin critic Boris Nemtsov in downtown Moscow on February 29, 2020. Kirill Kudryavtsev/AFP/Getty Images\n\nThe Kremlin’s response to the death of Navalny, then, will be telling. Putin famously refused to utter Navalny’s name, hinting at the deep unease about the legitimacy Navalny commanded as opposition leader.\n\nAsked in a 2017 press conference about why his government was afraid of competition from Navalny, Putin again refused to utter Navalny’s name, dancing around the matter by referring to “the figures you mentioned” and “those you named.” And he made it clear that he saw Russia’s democratic opposition as an existential threat. In his warped retelling, Putin said Navalny was the equivalent of former Georgian President Mikheil Saakashvili – or the equivalent of Ukrainians who rallied in Kyiv’s Maidan Square to oppose Ukraine’s pro-Russian president, who fled the country in early 2014.\n\n“About the figures you mentioned,” he said. “A question about Ukraine was already asked. Do you want dozens of people like Saakashvili running around here? Those you named are a Russian version of Saakashvilis. Do you want such Saakashvilis to destabilise your country? Do you want us to live from one Maidan to the next? To survive attempted coups? We have been through this already. Do you want all this to return?”\n\nNavalny’s response, again, showed his potent sense of humor. “To my collection of ‘words used not to say Navalny’ is added ‘those you named,’” he joked on Twitter.",
        "keywords": [
            "president",
            "rule",
            "leader",
            "russian",
            "opposition",
            "dared",
            "threat",
            "existential",
            "russia",
            "ukraine",
            "putin",
            "death",
            "saw",
            "putins",
            "mention",
            "navalny"
        ],
        "summary": "CNN —Alexey Navalny once represented an alternative future for Russia: an optimistic, forward-looking place, free of the one-man rule of Russian President Vladimir Putin.\nIt would be hard to overstate how profoundly Navalny symbolized Putin’s relentless drive to erase the last remnants of political opposition from Russia.\nKirill Kudryavtsev/AFP/Getty ImagesWhat followed was a parody of criminal justice, as Russian prosecutors heaped on charges against Navalny, who continued to rail against Putin.\nNavalny had emerged as the most prominent leader of the Russian opposition following the assassination of outspoken Putin critic Boris Nemtsov in 2015, in plain view of the Kremlin.\nPutin famously refused to utter Navalny’s name, hinting at the deep unease about the legitimacy Navalny commanded as opposition leader."
    },
    {
        "title": "Opinion: In Navalny’s death, echoes of Stalin",
        "authors": [
            "Peter Bergen"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/240216171639-video-thumbnail-last-known-footage-navalny-court.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "Editor’s Note: Peter Bergen is CNN’s national security analyst, a vice president at New America, a professor of practice at Arizona State University, and the host of the Audible podcast “In the Room,” also on Apple and Spotify. He is the author of The Cost of Chaos: The Trump Administration and the World.” The views expressed in this commentary are his own. Read more opinion at CNN.\n\nCNN —\n\nWe don’t yet know the exact details of jailed Kremlin critic Alexey Navalny’s death, reported Friday by the Russian prison service — and we may never find the precise truth. But as US Vice President Kamala Harris put it in a speech at the Munich Security Conference, “Whatever story they tell, let us be clear, Russia is responsible.”\n\nIndeed, Russian President Vladimir Putin practices not plausible deniability but implausible deniability when it comes to the deaths of his most prominent critics and rivals. Does anyone seriously think that the plane crash last year near Moscow of the Wagner Group’s leader Yevgeny Prigozhin, who had mounted an armed insurrection, was an accident? (The Kremlin has repeatedly denied any involvement.)\n\nWhat we do know is that Putin’s life project is to effectively recreate the KGB state, win the war in Ukraine and Make Russia Great Again. These projects are now intertwined because repression since Putin launched his full-scale invasion of Ukraine almost exactly two years ago has dramatically increased in Russia.\n\nHuman Rights Watch points to the “increased war censorship, imprisonment of vocal critics, and the crushing of human rights activism.”\n\nAnd what better way to communicate that the Russian opposition is effectively dead, than by silencing its most prominent leader, Navalny, who is as much a well-known dissident in the West as physicist Andrei Sakharov and author Aleksandr Solzhenitsyn were during the Soviet era.\n\nHow did Russia, under Putin, get here? One of the most important events in Putin’s life was the fall of the Berlin Wall in 1989, which was the beginning of the end of the de facto Soviet empire in Eastern Europe. When the Wall fell, Putin was a KGB officer in Dresden in what was then East Germany. The Soviet Union imploded two years later.\n\nThe context for the fall of the Wall and the implosion of the Soviet state was that Russian President Mikhail Gorbachev had been liberalizing the Soviet Union for several years with his policy of “glasnost” or “openness.” Gorbachev had also pulled Soviet troops out of Afghanistan after almost a decade of a bloody war there in 1989, a conflict that the Soviets believed was a quagmire they needed to extricate themselves from.\n\nPutin drew two big lessons from Gorbachev’s rule: The most dangerous moment for an incompetent authoritarian regime is when it begins to liberalize (to paraphrase French historian and politician Alexis de Tocqueville). And the most dangerous thing a Russian leader can do is lose a war as the Romanovs did in World War I, which helped spark the Russian revolution in 1917. Gorbachev’s pulling out of Afghanistan in February 1989 signaled to Eastern Europe that the feared Soviet military was something of a paper tiger, and within nine months, the Berlin Wall fell.\n\nPutin made a point of not attending Gorbachev’s funeral in 2022, signaling his disapproval of Gorbachev’s record and worldview.\n\nBy contrast with Gorbachev, Stalin ruled with an iron fist and was critical to the Allies winning World War II. After more than two decades of rule, the Soviet dictator died in 1953.\n\nIt appears Putin, a close student of his own brand of Russian history, as he showed during Tucker Carlson’s odd recent interview, plans to rule more the way of Stalin than the way of Gorbachev.\n\nAfter all, Putin has essentially fixed the Russian constitution so he can continue seeking election as the country’s leader until 2036.\n\nIndeed, Putin is running for re-election for president in March. Last month, an anti-war candidate Boris Nadezhdin also started running in the presidential election. But as his campaign gained interest, the Putin regime put an end to that just over a week ago. Now Putin will be running largely unopposed.\n\nHow will news of Navalny’s death be received in Russia? Most Russians get their news from Russian television, which is effectively now Kremlin TV. It’s likely that Russian television will be silent about Navalny’s death, choosing instead to tout the Great Leader Putin, who will surely romp to electoral victory next month, content in the knowledge that the man who was his most effective opponent is now dead.\n\nBut the international community need not remain silent. Navalny should be awarded the Nobel Peace Prize to communicate what this means to the world. This would require the Nobel Committee to change its rules about not making the award posthumously.\n\nStill, it would send a powerful message to Russians and the world — just as Solzhenitsyn’s Nobel Prize for Literature did in 1970.",
        "keywords": [
            "president",
            "wall",
            "gorbachevs",
            "russian",
            "opinion",
            "russia",
            "death",
            "war",
            "putin",
            "soviet",
            "navalnys",
            "stalin",
            "echoes",
            "leader",
            "world"
        ],
        "summary": "CNN —We don’t yet know the exact details of jailed Kremlin critic Alexey Navalny’s death, reported Friday by the Russian prison service — and we may never find the precise truth.\nWhen the Wall fell, Putin was a KGB officer in Dresden in what was then East Germany.\nAnd the most dangerous thing a Russian leader can do is lose a war as the Romanovs did in World War I, which helped spark the Russian revolution in 1917.\nBy contrast with Gorbachev, Stalin ruled with an iron fist and was critical to the Allies winning World War II.\nHow will news of Navalny’s death be received in Russia?"
    },
    {
        "title": "Navalny may be the latest in a long line of Putin critics who met an early death",
        "authors": [
            "Lauren Said-Moorhouse"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/ap327485490589.jpeg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nWhen Russian opposition leader Alexey Navalny returned to Russia in 2021, there were many who feared he would face an untimely end. That became a reality on Friday with his death at a brutal Arctic Circle penal colony, where he had been incarcerated.\n\nHe was the most prominent voice of dissent in Vladimir Putin’s Russia, the lawyer, politician and corruption activist had for years orchestrated massive street protests and famously branded Putin’s United Russia party “the party of crooks and thieves.” Despite languishing in prison, he denounced the president over Russia’s invasion of Ukraine and advocating anti-war demonstrations across the country.\n\nThe Kremlin has said it is investigating the critic’s death, the circumstances of which were not immediately clear.\n\nWhat is known is that Navalny has joined the apparently ever-growing list of high-profile Russians who have died in mysterious circumstances. From plane crashes, accidental falls from windows to hangings, poisonings and health issues, the fates of some of those who dared to challenge the Kremlin are myriad.\n\nYevgeny Prigozhin\n\nYevgeny Prigozhin, chief of Russian private mercenary group Wagner, was thrust into the spotlight through his group’s close involvement in Russia’s invasion of Ukraine, securing rare victories for the Kremlin. PMC Wagner/Telegram/Reuters\n\nYevgeny Prigozhin, the bombastic mercenary boss – once one of the country’s most powerful oligarchs and a member of Putin’s trusted inner circle, died in 2023.\n\nSpeculation over Prigozhin’s eventual fate began soon after his march on Russia last summer.\n\nThe Wagner chief may have initially survived the aftermath of his failed insurrection, but many had expressed doubts over his future. After the aborted mutiny, the mercenary leader’s plane mysteriously fell out of the sky in August and he was subsequently confirmed to have died in the crash through genetic testing, Russian authorities said.\n\nThere is no concrete evidence that points to Kremlin involvement and, officially, the cause of the crash is unknown. Russian authorities have launched a criminal investigation.\n\nBill Browder, a Putin critic and the largest foreign investor in Russia before he was expelled from the country in 2005, said in a post on X, formerly known as Twitter, that “Putin never forgives and never forgets.”\n\nBoris Nemtsov\n\nRussian opposition leader Boris Nemtsov was gunned down near the Kremlin on February 27, 2015. The killing took place two days before he was supposed to lead an opposition rally. Dmitry Korotayev/Epsilon/Getty Images\n\nBoris Nemtsov, a vocal Kremlin critic who was a deputy prime minister in the late 1990s under President Boris Yeltsin, was shot dead in February 2015 as he walked with his girlfriend in central Moscow.\n\nA top official with the Republican Party of Russia/Party of People’s Freedom, a liberal opposition group, he had been arrested several times for speaking against Putin’s government.\n\nAfter his death, opposition leader Ilya Yashin said his friend had been working on a report about Russian troops and their involvement in Ukraine.\n\nIn an interview with Newsweek magazine just hours before his death, Nemtsov said Russia was “drowning” under Putin’s leadership and was swiftly becoming a fascist state. “Due to the policy of Vladimir Putin, a country with unparalleled potential is sinking, an economy which accumulated untold currency reserves is collapsing,” he said.\n\nNemtsov’s death came two days before he was set to lead an opposition rally in the Russian capital. His killing took place within sight of the Kremlin. In 2017, five Chechen men were handed lengthy prison terms over his death. Many Nemtsov supporters suspected Putin’s administration of involvement.\n\nBoris Berezovsky\n\nBoris Berezovsky leaves London's High Court with his partner Yelena Gorbunova, left, in 2011. Peter Macdiarmid/Getty Images\n\nBoris Berezovsky was a colorful character and once powerful Russian businessman who fell out with the Kremlin and fled to England.\n\nHe had accumulated his wealth following the collapse of the Soviet Union, ditching his earlier career as a Moscow math professor and systems analyst for more lucrative enterprises. While a large chunk of his fortune came from the sale of luxury cars, his wealth and political influence skyrocketed when he bought into Russian media.\n\nAfter losing favor with his government, he relocated to Britain where he began agitating against Putin, and even called for a coup to oust the Russian president.\n\nBerezovsky was convicted of fraud and tax evasion in absentia by a Russian court in 2007. He also accused Russia of trying to assassinate him.\n\nBerezovsky was found dead on the bathroom floor of his UK home in 2013 with a noose around his neck. British police said at the time that there were no signs of struggle and suggested the oligarch had taken his own life.\n\nAlexander Perepilichnyy\n\nOver the years, suggestions have emerged of the possible use of a rare plant poison in the death of Russian financier Alexander Perepilichnyy. Obtained by CNN\n\nAlexander Perepilichnyy was a financier who provided evidence of alleged fraud against Russian tax officials. He died suddenly in 2012 aged 44 while jogging back to his home in Surrey, southwest of London.\n\nIt first appeared that the whistle-blower had died of natural causes.\n\nBut in 2015, plant toxicology experts from the Royal Botanic Gardens in Kew told a coroner’s court that traces of a rare plant poison – gelsemium – were found in his stomach. Two years later, there were suggestions that poison might have been slipped into sorrel soup, a popular Russian dish he had eaten shortly before his death.\n\nHowever, police said later that they found no evidence that he was poisoned.\n\nAt the time of his death, Perepilichnyy was assisting in a case to uncover a multimillion dollar Russian money-laundering operation.\n\nSergei Magnitsky\n\nThe tomb of Sergei Magnitsky is seen in Moscow. Andrey Smirnov/AFP/Getty Images\n\nRussian lawyer Sergei Magnitsky died in a Russian prison in 2009.\n\nHe worked for Hermitage Capital, an investment firm run by American-born financier Bill Browder, and helped uncover a $230 million tax fraud and evidence that Russian government officials were involved in carrying it out, and then covering it up.\n\nSoon after he made those revelations public in 2008, Magnitsky was arrested on separate tax fraud charges. He died a year later, while still in pre-trial detention. His family said crucial medical care was withheld, while a Russian presidential human rights commission report found evidence he had been beaten on the very day he died. The Russian government has always maintained that Magnitsky died of heart failure.\n\nIn the US, Browder launched a public campaign for justice, calling on Congress to introduce a law sanctioning individuals in Russia suspected of involvement in Magnitsky’s death and other human rights violations. The Magnitsky Act was passed by lawmakers in 2012.\n\nTwo weeks after the Magnitsky Act was passed, Moscow banned American adoptions of Russian children in apparent retaliation. Both measures are still in place.\n\nAlexander Litvinenko\n\nAlexander Litvinenko is pictured in a London hospital on November 20, 2006, three days before his death. Natasja Weitsz/Getty Images\n\nA British inquiry determined Alexander Litvinenko, a former Russian agent turned Kremlin critic, had been poisoned at a London hotel bar in 2006 by two Russian agents who spiked his green tea with the highly radioactive polonium-210.\n\nLitvinenko – who died a slow and painful death in the weeks following his poisoning – always asserted that Putin and the Kremlin were responsible for what had happened to him.\n\n“You may succeed in silencing one man, but the howl of protest from around the world will reverberate, Mr. Putin, in your ears for the rest of your life,” he said in a deathbed statement.\n\nThe inquiry, led by judge Robert Owen, said that Putin “probably approved” the ex-spy’s killing.\n\nThe Kremlin has always denied the accusation and has refused to extradite the two agents accused of the poisoning to Britain.\n\nLitvinenko had worked for the FSB, Russia’s successor agency to the KGB, the former Soviet secret police and intelligence agency. He specialized in tackling organized crime and his last job at the agency, after the collapse of the Soviet Union, was heading up its anti-corruption department – a position that made him many enemies.\n\nAfter leaving the FSB, Litvinenko accused his former employers of orchestrating a series of apartment bombings in Russia in 1999 that left hundreds dead and led to Russia’s invasion of Chechnya later that year.\n\nAccording to his widow, Marina Litvinenko, he had started working for Britain’s security services after he went to Britain as a whistleblower in 2000.\n\nAnna Politkovskaya\n\nA 2005 photograph of Russian human rights advocate, journalist and author Anna Politkovskaya in Leipzig, Germany. Jens Schlueter/DDP/AFP/Getty Images\n\nA vocal critic of Russia’s war in Chechnya, she was gunned down in the entrance of her Moscow apartment in October 2006. In 2014, a Moscow court sentenced five men to prison for the killing.\n\nAuthorities alleged that an unidentified man asked Lom-Ali Gaitukayev, whom the jury found was a mastermind of the slaying, to kill Politkovskaya in exchange for $150,000 because of her reports of human rights violations and other issues, the Moscow city court said.\n\nThe New York-based Committee to Protect Journalists said her work chronicling human rights abuses in Chechnya led to threats against her and angered Russian authorities.\n\nShortly after her death, Putin denied any Kremlin involvement in her killing, saying that Politkovskaya’s “death in itself is more damaging to the current authorities both in Russia and the Chechen Republic … than her activities.”\n\nDrownings, suicides and other unusual deaths\n\nThe list of deceased detractors who may have potentially fallen foul of the Kremlin could fill a book. On the same day Prigozhin was presumed to have been killed, RIA Novosti also reported the recent death of a former Russian security services general.\n\nGen. Gennady Lopyrev – who supposedly had knowledge of the construction of Putin’s Black Sea residence – was convicted of bribery offenses in 2017 and had been serving a sentence of 9 years and 8 months. According to RIA Novosti, while in custody he recently “suddenly fell ill” and subsequently died in hospital on August 16. Lopyrev had always maintained his innocence of all charges.\n\nWashington-based think tank Institute for the Study of War labeled Lopyrev’s death “suspicious” and said that its “insider source claimed Lopyrev was “the keeper of secrets” related to the construction of Putin’s residence in Gelendzhik, often referred to as “Putin’s Palace.”\n\nIn May, Russia’s Deputy Minister of Science and Higher Education, Pyotr Kucherenko, 46, died while returning from a trip to Cuba, according to the ministry.\n\nAt least 13 high-profile Russian businessmen have reportedly died by suicide or in mysterious circumstances over the past year, six of them tied to Russia’s two largest energy companies, Gazprom and Lukoil. The latter took the rare public position last year of denouncing Russia’s war in Ukraine, and calling for the end of the conflict.\n\nRussian sausage magnate-turned-lawmaker Pavel Antov died in India in December 2022 after falling from the third floor of his hotel, according to the Indian police. His friend and travel companion Vladimir Budanov died of a heart attack two days earlier, on Antov’s 65th birthday, according to the police. Budanov was 61 years old and had a preexisting heart condition, the police said, adding that they believed Antov’s death was a suicide.\n\nAlexander Buzakov, the head of a major Russian shipyard that specializes in building non-nuclear submarines, also died suddenly in December 2022, Reuters news agency reported, with no cause of death given by the authorities.\n\nAnatoly Gerashchenko, the former rector to the Moscow Aviation Institute, died in an unspecified accident months earlier, according to a statement from the institute.\n\nLukoil chairman Ravil Maganov also died in the same month after falling out of the window of a Moscow hospital, according to TASS. An initial statement from Lukoil had said Maganov “passed away following a severe illness.”\n\nAlive but neutralized\n\nNot all those who cross the Kremlin meet with an untimely end. But many are ultimately rendered unable to cause further problems for Putin and his government.\n\nNavalny had been one such individual before his sudden death at a Siberian penal colony.\n\nVideo Ad Feedback What the life of Putin nemesis in Arctic penal colony looked like 02:36 - Source: CNN\n\nAnother Kremlin opponent who served time in prison was Mikhail Khodorkovsky. He was released in 2013 after Putin signed a decree pardoning the former oil magnate, who had been convicted of tax evasion and fraud.\n\nFormer Russian spy Sergei Skripal paid a heavy price for turning against the Kremlin. Skripal was convicted in Russia of spying for Britain before he was granted refuge in the UK after a high-profile spy swap in 2010 between the United States and Russia.\n\nIn 2018, he and his daughter Yulia were left in critical condition after being exposed to Novichok near their home in southern England.\n\nThey survived after a long stint in hospital, with Yulia revealing in the weeks after that their rehabilitation had been “slow and extremely painful.”\n\nThis is a developing story and will be updated",
        "keywords": [
            "died",
            "met",
            "russian",
            "russia",
            "early",
            "death",
            "opposition",
            "critics",
            "putin",
            "russias",
            "kremlin",
            "moscow",
            "long",
            "putins",
            "latest",
            "line",
            "navalny"
        ],
        "summary": "CNN —When Russian opposition leader Alexey Navalny returned to Russia in 2021, there were many who feared he would face an untimely end.\nThe Kremlin has said it is investigating the critic’s death, the circumstances of which were not immediately clear.\nAfter his death, opposition leader Ilya Yashin said his friend had been working on a report about Russian troops and their involvement in Ukraine.\nNemtsov’s death came two days before he was set to lead an opposition rally in the Russian capital.\nAlexander PerepilichnyyOver the years, suggestions have emerged of the possible use of a rare plant poison in the death of Russian financier Alexander Perepilichnyy."
    },
    {
        "title": "Water molecules found on asteroids thought to be ‘completely dry’",
        "authors": [
            "Ashley Strickland"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/water-molecules-68341.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nWater molecules have been detected on the surface of asteroids for the first time, proving that these remnants from the formation of our solar system aren’t just dried-up space rocks.\n\nAstronomers believe that the impact of asteroids crashing into our planet may have helped deliver water and other elements to early Earth, so finding evidence of water on asteroids could support that theory, according to a new study.\n\nThe data was collected from an instrument on the now-retired Stratospheric Observatory for Infrared Astronomy airborne telescope. Called SOFIA, the infrared telescope flew aboard a Boeing 747SP aircraft modified to fly through the stratosphere above 99% of Earth’s atmosphere, which blocks infrared light.\n\nThe Faint Object infraRed CAmera for the SOFIA Telescope, or FORCAST instrument, allowed astronomers to detect water molecules on Iris and Massalia, two asteroids in the main asteroid belt between the orbits of Mars and Jupiter. Both are more than 223.1 million miles from the sun.\n\nThe findings were published Monday in The Planetary Science Journal.\n\nAstronomers were inspired to use SOFIA to study asteroids after the telescope spotted evidence of water on the moon, said lead study author Dr. Anicia Arredondo, research scientist at the Southwest Research Institute in San Antonio.\n\nEvidence of hydration had been found on the two asteroids previously by study coauthor Dr. Maggie McAdam, research scientist at NASA’s Ames Research Center in Mountain View, California, while using a different telescope. But researchers weren’t sure whether water or another molecular compound such as hydroxyl caused the hydration, Arredondo said.\n\n“Our new observations with SOFIA definitively said that what they saw was indeed water,” Arredondo said. “But these objects are part of the S-class of asteroids, which means they are mostly made of silicates, and up until Dr. McAdam’s results, they were assumed to be completely dry.”\n\nFinding water on dry cosmic surfaces\n\nThe amount of water the team detected was roughly equivalent to that of a 12-ounce bottle of water trapped within a cubic meter of soil, Arredondo said, which is comparable SOFIA’s moon finding. The telescope picked up on the signature of water molecules in one of the largest craters in the moon’s southern hemisphere in 2020.\n\nLike the water found on the lunar surface, “on asteroids, water can also be bound to minerals as well as adsorbed to silicate and trapped or dissolved in silicate impact glass,” Arredondo said.\n\nAsteroids are the leftovers from when the planets formed in our solar system. Studying their compositions can tell astronomers where in our cosmic neighborhood the asteroids originated.\n\n“When the solar system was forming, different materials formed based on their distance to the Sun because material (farther) from the Sun cooled down faster (than) material nearer to the Sun,” Arredondo said via email. “That’s why the inner planets like Earth and Mars are made of rock and the outer planets like Neptune and Uranus are made of ice and gas.”\n\nDetecting water on Iris and Massalia can help astronomers trace the history of these particular asteroids, suggesting their formation took place far enough away from the sun to avoid having their water boiled away by heat.\n\nSearching for water across the solar system\n\nThe researchers attempted to look for water on two other asteroids using SOFIA, but the detection was too faint. Now, the team is using the James Webb Space Telescope to zero in on different asteroids and search for water signatures.\n\nWhile the Webb observations are ongoing, Arredondo said the preliminary results have encouraged the team to request time to observe 30 more asteroids using the powerful infrared telescope.\n\n“The JWST telescope is much larger than the SOFIA telescope, so it can collect data with higher quality, and it can collect data for more asteroids in a shorter amount of time,” Arredondo said. “I hope to be able to observe many different asteroids with JWST to look for this signature of water, and hopefully be able to take inventory of the water in the asteroid belt.”\n\nWebb could help astronomers better understand the distribution of water across the solar system, as well as the composition of different types of asteroids.\n\n“We really weren’t expecting to find water on these silicate-rich asteroids,” Arredondo said. “Mostly when we talk about hydration on asteroids, we are talking about more carbon-rich asteroids, like asteroid Bennu that NASA’s OSIRIS-REx mission went to. So now I want to look for trends between (the) amount of hydration and composition. I want to know if the carbon-rich asteroids have significantly more water than silicate-rich asteroids, or if they have similar amounts.”",
        "keywords": [
            "completely",
            "infrared",
            "sofia",
            "solar",
            "water",
            "thought",
            "different",
            "using",
            "molecules",
            "arredondo",
            "telescope",
            "system",
            "asteroids",
            "dry"
        ],
        "summary": "CNN —Water molecules have been detected on the surface of asteroids for the first time, proving that these remnants from the formation of our solar system aren’t just dried-up space rocks.\nSearching for water across the solar systemThe researchers attempted to look for water on two other asteroids using SOFIA, but the detection was too faint.\nNow, the team is using the James Webb Space Telescope to zero in on different asteroids and search for water signatures.\n“We really weren’t expecting to find water on these silicate-rich asteroids,” Arredondo said.\nI want to know if the carbon-rich asteroids have significantly more water than silicate-rich asteroids, or if they have similar amounts.”"
    },
    {
        "title": "Two mysteries surrounded the Georgia Guidestones. One may have finally been solved",
        "authors": [],
        "publish_date": "None",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/ap101201127863-1.jpg?c=16x9&q=w_1100,h_619",
        "article_text": "The North Celestial Pole swirls above the Georgia Guidestones in Elberton, Georgia, in 2010. (David Manning/Athens-Banner Herald/AP)\n\nElberton, Georgia — It was a cold morning in the Granite Capital of the World, and the case of the exploding monument was still unsolved. The criminal investigation had resulted in few answers and no arrests. Wayne Mullenix seemed to know more than he was letting on.\n\n“Everybody will tell you that it’s been a hush-hush deal,” he said as we rode in his large white pickup truck toward the place where the stones once stood.\n\nThe Georgia Guidestones were always mysterious, and strangely magnetic, drawing tourists and miscreants alike during their 42-year lifespan. Mullenix thought of them fondly, because he laid their foundation and once owned the red clay on which they were placed. He helped build the Guidestones on behalf of an enigmatic stranger whose real name he never knew.\n\nBefore dawn on July 6, 2022, an explosion shook the walls at the Mullenix house, almost half a mile up the highway. The Guidestones were badly damaged, and would later be demolished. Mullenix took it personally.\n\n“Well,” he said, “I was disappointed to think that somebody would go to the extreme to destroy something that has not hurt anybody one way or the other for 42 years. I mean, it’s been here. Why would you want it to be destroyed?”\n\nMullenix held the steering wheel in his weathered hands and drove north toward Guidestones Road. He’d agreed to show me around as I examined the two intertwined mysteries of the Guidestones: who built them, and who blew them up.\n\nBut as I learned, one of those mysteries was not really a mystery anymore. And its revelation would put the story of the Guidestones in a harsh new light.\n\nThey were a hush-hush deal since the beginning, because the man who commissioned them used a false name, and this secrecy caused suspicion. There was also a certain hubris about him. This man said he was a Christian — in fact, the fake last name he used was Christian — which meant he would have known the Old Testament story about Moses coming down from Mount Sinai with the Ten Commandments. The sacred words on those stone tablets were said to be inscribed by the finger of God.\n\nIn spite of this knowledge, or perhaps inspired by it, the mystery man would endeavor to write 10 new guidelines for all humankind. And have them inscribed in stone. In eight languages. On vertical slabs of Pyramid Blue granite in a field outside Elberton.\n\nThe first of these new principles, unveiled on a spring day in 1980 before Wayne Mullenix and various other local dignitaries, instructed the reader to “Maintain humanity under 500,000,000 in perpetual balance with nature.”\n\nThe global population was then about 4.5 billion. Following the stranger’s first proposal would have required a population reduction of almost 90 percent.\n\nAs I looked into the backstory of the Guidestones’ pseudonymous creator, known as Robert Christian or R.C. Christian, I learned that he’d published a book in 1986 under his fictitious name. This book, “Common Sense Renewed,” was said to explain his plan for humanity. The book was rare and elusive. No copies were available on Amazon, nor at any of my local libraries. I saw it listed in the holdings of Ave Maria University in Florida and searched for it there. Neither I nor a librarian could find the book in the stacks. Later, a supervisor called me to say it had disappeared.\n\nI kept looking until I found another copy listed in the online catalogue of an obvious place: the public library in Elberton. It wasn’t on the shelf there either, but when I asked a librarian, she retrieved it from a room behind the desk. The book had a hard gray-blue cover, with the title and author’s name in gold lettering. I opened it and began to read.\n\nThe man behind the Guidestones was troubled by ‘overpopulation’\n\n“I am the originator of the Georgia Guidestones and the sole author of its inscriptions,” Christian wrote. “I have had the assistance of a number of other American citizens in bringing the monument into being. We have no mysterious purpose or ulterior motives. We seek common sense pathways to a peaceful world, without bias for particular creeds or philosophies. Yet our message is in some areas controversial. I have chosen to remain anonymous in order to avoid debate and contention. Our guides must stand on their own merits.”\n\nThe 10 guidelines included a call for a “world court” to resolve “external disputes,” and a “living, new language” to “unite humanity.” Christian laid out other plans that limited individual rights. Potential voters should be subjected to testing on economics and history, he wrote, and they should have to show “evidence of economic productivity.” Healthcare should not be seen as unlimited, and some people should get preferential treatment.\n\n“It will be necessary for well informed citizens to work with knowledgeable physicians in establishing guidelines that will make possible a reasonable allocation or ‘rationing’ of the care we can collectively afford,” he wrote, “favoring those individuals whose continuing lives are most valuable to society at large.”\n\nThis theme of valuing some lives more than others continued as Christian explored one of his favorite topics: reducing the global population.\n\n“We establish social environments in which many talented and productive individuals are constrained to limit their reproduction,” Christian wrote, “while at the same time we provide subsidies that encourage childbearing by the indigent, the lazy, the irresponsible and the inadequate.”\n\nChristian hoped for drastic changes on this front. “It is vitally important that each national government have a considered ‘Population Policy,’” he wrote. “…A few generations of single child families will make possible dramatic improvements of living standards in even the most impoverished countries.”\n\nIn Christian’s view, only one notable country had already begun to address the problem: “No major power except China has indicated an awareness of the problems of overpopulation.”\n\nIt’s not clear precisely what Christian knew or believed about China’s one-child policy when he wrote the book. More details would emerge after the policy ended in 2015. In 2019, Chinese-American filmmaker Nanfu Wang released “One Child Nation,” a documentary film about life in China under the one-child policy. Wang returned to her hometown in Jiangxi Province to interview people there.\n\n“Sterilization takes 10 minutes,” Huaru Yuan, the midwife who delivered Wang as a baby, said in the film. “On my operating table, I’d do over 20 a day. In those days, women were abducted by government officials, tied up, and dragged to us like pigs.”\n\nSome babies were thrown away like trash. Some were taken by human traffickers. Parents left some in marketplaces, hoping they’d be rescued by strangers. Nanfu Wang’s mother told of helping her younger brother get rid of his daughter so he’d have permission to try for a son.\n\n“We couldn’t discard the baby in broad daylight, so we carried her in a basket, climbed over mountains when it was still dark out,” Zaodi Wang said. “We put $20 in her clothes and left her on the meat counter in the market. For two days and two nights, she was there. No one wanted her....She eventually died.”\n\nThe Guidestones were often under attack by vandals\n\nElberton is in the rural South, about 100 miles east-northeast of Atlanta, in the multi-state cultural region that is sometimes called the Bible Belt. Given this setting, I had certain preconceived notions about how local officials might view the messages of Robert Christian and the Georgia Guidestones. Those notions turned out to be wrong.\n\nI asked Elbert County Commission Chairman Lee Vaughn what he thought about the directive to keep the global population under 500 million.\n\n“I don’t have a problem with it,” he said. “I didn’t read into that and think genocide.”\n\nAs I sat in Wayne Mullenix’s truck near the empty and unadorned field that once held the Guidestones, I asked him the same question. Did he agree with their first guideline?\n\n“Knowing what I know today, I think that was a good message,” he said. “We got too many people in this world right now.”\n\nLater, after reading Robert Christian’s book, I asked Mullenix about some of its passages. I read him the part about “childbearing by the indigent, the lazy, the irresponsible and the inadequate.” The part about how every government should have a population policy. The part about how China was addressing overpopulation. The part about how living standards in poor countries could be raised by a few generations of single-child families.\n\nMullenix did not object to any of that.\n\n“Well, I mean, that makes sense to me,” he said. “I mean, I’ve got one child.”\n\nOther people did object to the message of the Guidestones. And the monument had been under attack for years, whether for ideological reasons or the primitive desire to break stuff. It was such a magnet for vandalism and other criminal activity that local authorities installed surveillance cameras whose footage could be monitored from the dispatch center. Sheriff’s reports described a series of incidents.\n\nIn 2013, a caretaker reported that “someone wrote with a black marker on the Georgia Guidestones” and “it looked like someone tried to dig around the base of another column.”\n\nIn 2016, a deputy found the Guidestones defaced with spray paint. Alongside a vulgar message were the words “YOU WON’T WIN.”\n\nIn 2021, a deputy found people shooting a rap video at the Guidestones. They had doused the stones with fake blood.\n\nThe explosion happened shortly after a political candidate called for the Guidestones’ destruction\n\nOn May 1, 2022, Kandiss Taylor, an educator and Republican gubernatorial candidate from Appling County, stood on the debate stage with Governor Brian Kemp and said, “This governor failed us in Georgia.” The next day she posted a link on Facebook to a campaign video about her proposed EXECUTIVE ORDER #10.\n\nThe video featured ominous music and drone footage of the Guidestones. Taylor drew a connection between Covid-19 vaccines and the inscription calling for the global population to be kept under 500 million. She compared abortion to human sacrifice associated with the worship of demons. She said it was a “war between good and evil.” This was her proposed executive order: DEMOLISH THE GEORGIA GUIDESTONES.\n\nSixty-five days later, in the darkness outside Elberton, there was an explosion.\n\nThe Georgia Bureau of Investigation released surveillance video that showed what it said was “an unknown person leaving an explosive device at the Georgia Guidestones.” This clip had no visible timestamp, unlike the two other clips released after the incident, and the figure was so small and grainy that identification seemed unlikely. Another clip showed the blast knocking down one of the columns and propelling shards of granite across the field. A third clip showed a silver car apparently leaving the scene.\n\nSurveillance footage released by the Georgia Bureau of Investigation shows an explosion at the Guidestones in 2022. (Georgia Bureau of Investigation)\n\nThe explosion did not bring down all the Guidestones. But the authorities finished the job. A GBI statement said its officials “made the call to demolish the entire structure since someone destroyed one of the five vertical slabs that held the structure up. This weakened structure created an unsafe environment for investigators to search.”\n\nSince then, new information has been scarce. The GBI declined to release any documents to me or make investigators available for interviews. A spokesperson did not answer my questions on the case, including what kind of explosive was used and why the clip of the “unknown person” did not show a timestamp. Lee Vaughn, the county commission chairman, told me the GBI’s investigation had lost momentum.\n\n“I really think it’s a religious zealot,” he said. “We had that lady running for governor, I can’t remember her name, that said they were of Satan and had to come down.”\n\nWayne Mullenix also wondered aloud about Kandiss Taylor, the woman who pledged to demolish the Guidestones. She’d gotten barely 3 percent of the vote in the primary election, so she did not become governor, but her name surfaced again after the explosion, when she was the victim of a swatting incident.\n\nOn July 11, 2022, local authorities received a call that seemed to originate from Taylor’s home in Baxley, about 200 miles southeast of Atlanta. Someone told a dispatcher that “a female has shot a male subject 5 times in the chest and that she was saying that she was going to kill herself,” according to a sheriff’s report. At least four law-enforcement officials approached the Taylor house. Eventually Taylor opened the door to the deputies, who checked the house and found that no one had been shot. The call had been a malicious hoax. The case was turned over to the GBI, which has yet to arrest anyone.\n\nTaylor did not agree to an interview with me, but she did answer some of my text messages. When I asked about the Guidestones, she wrote,\n\n“I’m glad that satanic monument is gone.”\n\nWhen I asked if she’d been questioned by the GBI, she didn’t reply. And when I asked if she was involved in destroying the Guidestones, or knew who was, she wrote:\n\n“Mr. Lake, an act of God took those cursed Guidestones down, and if you cared more about actual journalism rather than harassing me, you would be out there investigating the maniac who erected that genocidal monument overnight in the first place.”\n\nTaylor has been quoted repeating a claim from a YouTube video that lightning caused the explosion. I ran this claim past three experts.\n\nResearch scientist Christopher Sterpka of the Georgia Tech Research Institute watched the video on the lightning theory and then wrote back to me, “Just from a cursory glance at the low-res video, there are hints of a lightning event. There is a slight blue ‘glow’ at the same time as the brightness surge of the lamp in the background in two of the frames … corresponding to the start of the explosion.”\n\nBut Sterpka could find no record that lightning had struck at that time and location. Thus, he told me, “It’s not really enough to say this was a lightning strike.”\n\nSteve Wistar, a senior forensic meteorologist for AccuWeather, said he doubted the lightning theory because he could find no evidence of a strike at that place and time. Nor could Chris Vagasky, lightning data specialist with the National Lightning Safety Council.\n\n“The National Lightning Detection Network detected no lightning within 27 miles of the monument any time between 3 am and 5 am on July 6, 2022,” he wrote. “So while lightning can cause damage to granite and rock monoliths, it did not do so in this case.”\n\nIn the truck with Wayne Mullenix, I asked if he’d heard any theories about the explosion.\n\n“There’s some things that I just can’t repeat,” he said. “And, and, I can’t — those things, I won’t tell you or anybody.”\n\nI’d come to town looking for clues to two mysteries. Who blew up the Guidestones? It seemed that one would remain unsolved for now. But as for who built them, well, that was another story.\n\nAn Elberton banker may have unwittingly revealed the truth\n\nAs we sat in his truck near Guidestones Road, I asked Wayne Mullenix if he knew who Robert Christian really was.\n\n“No,” he said. “I never asked. It wasn’t anything I wanted to know.”\n\nAt least one local man knew. A banker named Wyatt Martin needed to know Mr. Christian’s real identity to manage the financial transactions for the building of the Guidestones. He promised never to disclose Christian’s real name.\n\n“When I'm dead and gone,” he said in 2010, “nobody will ever know who put it there.”\n\nMartin died in 2021 at age 91. But late in his life, he may have accidentally revealed the truth about Robert Christian.\n\nAbout three decades after the Guidestones were unveiled, a documentary film crew visited Elberton. Their film, “Dark Clouds Over Elberton,” was released in 2015. It has drawn almost no news coverage. I searched its title in the Nexis and Newspapers.com databases. Both searches returned zero results.\n\nBut this little-known film contains major revelations.\n\nThe filmmakers went to see Wyatt Martin, keeper of the secret, to see what he might tell them. Martin had a trove of documents related to Robert Christian and the Guidestones. He said Christian had asked him to destroy them, but he kept them, thinking he might someday write a book. Now he was getting old, and it was too late to write a book, but the documents were still there, in an old computer case in his shed.\n\n“Would you be willing to show it to us?” asked the director, Christian J. Pinto.\n\n“No,” Martin said, smiling. “I—”\n\n“You don’t have to open it,” Pinto said. “Would you be willing to just show us the case?”\n\nAfter some further persuasion, Martin went to a shelf, got a key, and walked outside. The filmmakers followed, camera rolling. Producer J. Michael Bennett later recalled this moment in an interview with me. He thought they might be about to find something big. Martin unlocked the door to the shed.\n\n“It’s heavy,” he said to Bennett, who was on his knees, re-arranging items and looking for the old computer case.\n\n“I love history,” Bennett said, “and this is a part of history.”\n\nBennett pulled out the old brown case and brought it into the light. When he asked Martin if perhaps it belonged in a museum, Martin said no, he wouldn’t give it to a museum, because then he might reveal Robert Christian’s secret identity.\n\n“I might have his address and name in there,” Martin said. “Probably do.”\n\nThe negotiation continued. Bennett gently pushed the boundaries, and Martin jovially pushed back. From behind the camera, Pinto asked if they could open the case. Martin gave in.\n\n“You might turn that case down,” he said, instructing Bennett to set the case on its side. “If it’ll still open.”\n\nBennett undid the two latches and opened the case, revealing a rumpled stack of papers and envelopes.\n\n“That is a letter right there from Mr. R.C. Christian,” Martin said. He held it up for the camera, showing that it was addressed to him. There was no return address. Intentionally or not, his thumb covered the postmark.\n\nMartin took out the letter and began to read.\n\n“See, he says, ‘I believe that the message of the Guidestones will not receive adequate attention until the problems of human overpopulation become more critical. In the meantime, there is little more that we two can do to spread their message. Hopefully, the monument will endure long enough to help direct attention to the core issues.”\n\nMartin showed the letter to the camera. It was dated July 14, 1998.\n\n“I am old enough (78) to remembers the days of the ‘Dust Bowl,’” Robert Christian wrote. He mentioned that he’d recently had open-heart surgery. He had recovered well, he wrote, but added, “I am reminded of my own mortality.”\n\nAs the conversation continued, Martin let down his guard a little more. Bennett picked up a letter from Christian and showed it to the camera. This time the postmark was visible. It said Fort Dodge, Iowa.\n\nThe camera scanned over the papers. It caught another envelope, from another letter addressed to Martin. This one did have a visible return address.\n\nIs this the mystery man behind the Guidestones?\n\nHere are three reasons to believe that the man who commissioned the Georgia Guidestones was Herbert H. Kersten, a physician from Fort Dodge, Iowa:\n\n1. Kersten was born on May 7, 1920, and thus would have been 78 on July 14, 1998, the date of the letter in which Robert Christian said he was 78.\n\n2. Kersten lived for many years at the same address seen on one of the envelopes sent to Wyatt Martin.\n\n3. Kersten wrote a lot of letters that were published in newspapers, and in those letters he sounded strikingly similar to Robert Christian.\n\n“Most important of all, America should now begin to direct the attention of the world to solving the fundamental problem which threatens to engulf all humanity in social and economic catastrophe,” Herbert H. Kersten, M.D. wrote in a letter published by the Des Moines Register on January 25, 1981, less than a year after the Guidestones were unveiled. “I refer to the uncontrolled reproduction of our species, which has already caused human numbers to far exceed the level which our planet can support in decency.”\n\n“Rational planning of human reproduction is becoming increasingly essential,” Kersten wrote in a letter the Register published in 1990.\n\n“Contrary to widespread opinion,” Kersten wrote in a 1996 letter to the editor, “our nation is now overpopulated.”\n\nWhen the filmmakers visited Fort Dodge, the story took a darker turn.\n\nDigging further into the doctor’s background, they interviewed local historian Roger Natte and William Sayles Doan, an art patron and author who said he knew Kersten. Doan, who died in 2015, said Kersten used to brag about his friendship with William Shockley, the Nobel Prize-winning inventor who later became a notorious eugenicist.\n\n“I mean, he did not make it a secret,” Doan said in the film, referring to Kersten’s connection with Shockley. “He was proud of it.”\n\nIn 1992, when David Duke ran for president, Kersten put in a good word for him — even though Duke was an infamous Klansman and neo-Nazi.\n\n“David Duke voices many beliefs held by reasonable Americans,” Kersten wrote in a letter published by the Des Moines Register.\n\nIf Kersten knew Shockley — a claim from Doan that I was unable to independently confirm — it wouldn’t be surprising that he supported Duke. One of Duke’s books, “My Awakening,” is dedicated to “my friend, William Shockley,” who “crusaded for our heritage.”\n\nWhether or not he was actually Herbert Kersten, the man known as Robert Christian compared humanity to a “fleet of overcrowded lifeboats.” He wrote that distribution of medical care should tilt toward “favoring those individuals whose continuing lives are most valuable to society at large.” He was the one who envisioned a better world, a more rational world, a world in which four billion unwanted people have simply disappeared.\n\nOfficials in Elberton confront the documentary’s findings\n\nDid the producers of “Dark Clouds Over Elberton” unmask the man behind the Georgia Guidestones? Producer J. Michael Bennett told me he was not aware of any serious challenge to the film’s accuracy. Herbert Kersten died in 2005, and it wasn’t certain that he agreed with Shockley on race and eugenics or whether he changed any of his views later in life. I reached out to Kersten’s children, hoping for insight, but managed to speak with only one: former Iowa State Senator James Kersten. In a brief phone conversation, I asked Kersten about his father’s possible connection to the Georgia Guidestones.\n\n“No, I’m not familiar with that,” Kersten said.\n\nI asked if he had seen the film “Dark Clouds Over Elberton.”\n\n“No, I don’t listen to a lot of that crap,” he said. “So I really don’t have anything to say, so thank you.”\n\nIn interviews with me, Elberton’s leaders were not eager to grapple with what the filmmakers found. They did not know Herbert Kersten.\n\nMayor Daniel Graves first said he’d never watched “Dark Clouds Over Elberton,” and then said he’d seen part of it, and then dismissed it as some “hogwash thing.” Finally, he said the views of such people as Shockley and Duke “have absolutely no place in our community.”\n\nLee Vaughn, chairman of the Elbert County Commission, said he had watched the film.\n\n“I think it’s just sensationalism,” he said, but didn’t elaborate.\n\nWhen I asked if the filmmakers found the truth, he said, “Maybe.”\n\nWayne Mullenix was interviewed for the film, and said he had watched it. When I asked if he thought its conclusions were accurate, he said, “I don’t know. And it didn’t bother me one way or the other.”\n\nIt was obviously unpleasant to imagine that the Granite Capital’s most famous granite monument was commissioned by someone who bragged about his friend the eugenicist and wrote favorably about a Klansman and neo-Nazi. As I finished writing this story, I called Lee Vaughn again and put the question to him explicitly: If these allegations are true, does it change how you feel about the Georgia Guidestones?",
        "keywords": [
            "lightning",
            "robert",
            "guidestones",
            "kersten",
            "asked",
            "mysteries",
            "martin",
            "mullenix",
            "solved",
            "wrote",
            "finally",
            "christian",
            "georgia",
            "surrounded"
        ],
        "summary": "The North Celestial Pole swirls above the Georgia Guidestones in Elberton, Georgia, in 2010.\nThe Georgia Guidestones were always mysterious, and strangely magnetic, drawing tourists and miscreants alike during their 42-year lifespan.\nThe man behind the Guidestones was troubled by ‘overpopulation’“I am the originator of the Georgia Guidestones and the sole author of its inscriptions,” Christian wrote.\nShe said it was a “war between good and evil.” This was her proposed executive order: DEMOLISH THE GEORGIA GUIDESTONES.\nOfficials in Elberton confront the documentary’s findingsDid the producers of “Dark Clouds Over Elberton” unmask the man behind the Georgia Guidestones?"
    },
    {
        "title": "FDA approves new therapy for hard-to-treat metastatic melanoma",
        "authors": [
            "Jen Christensen"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/iovance-product-shot.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nOn Friday, the US Food and Drug Administration approved a new, first-of-its-kind therapy that could help patients with metastatic melanoma, a rare but deadly form of skin cancer.\n\nThe drug, made by the California-based Iovance Biotherapeutics, is approved to treat patients for whom other medicines have failed and the skin cancer is unable to be removed with surgery, or the cancer has spread to other parts of the body.\n\nAmtagvi, as the treatment is called, is the first cellular therapy used to treat this form of solid tumor cancer. The company said the drug will be made in Philadelphia with the capacity to help up to “several thousand patients annually.”\n\nThe therapy works by using a person’s own immune cells to fight the cancer. With this treatment, doctors will remove tissue from the patient’s tumors and then take its immune cells and grow them in the lab. Once there are enough immune cells, doctors then give them back to the patient in an infusion and the immune cells go on to overwhelm and destroy the cancer.\n\nPatients only need to receive the treatment once for it to work — and it can work for years, said Dr. Ryan Sullivan, the associate director of the Melanoma Program at Mass General Cancer Center. The center was a site for one of the trials with the new therapy, which was evaluated at several centers around the world.\n\nIn the trials, the FDA said that “among the 73 patients treated with Amtagvi at the recommended dose, the objective response rate was 31.5%, including three (4.1%) patients with a complete response and 20 (27.4%) patients with a partial response. Among patients who were responsive to the treatment, 56.5%, 47.8% and 43.5% continued to maintain responses without tumor progression or death at six, nine and 12 months, respectively.”\n\nThe FDA said the treatment will carry a boxed warning to inform patients that the treatment can cause a severe low blood count, severe infection and cardiovascular problems.\n\nOther risks associated with the treatment relate to the surgery associated with the treatment and with seven days of intensive chemotherapy that the patient will need before receiving the treatment.\n\nThe company says the other side effects can include chills, fever, tiredness, a fast heart rate, diarrhea, fever, rash and hair loss. Most side effects clear up in the first few weeks. Despite the risks, doctors say the benefits for patients could be enormous.\n\n“With this, it’s not just that patients will live an extra two or three weeks, it’s that these patients may be cured with the treatment, or at the very least, they may have controlled the disease and that will last for two, three, four years and beyond,” said Sullivan, who is also an associate professor at Harvard Medical School said. “That’s really exciting.”\n\nLong-term follow-up studies will be needed to show how long the treatment can last.\n\nAbout 100,640 new melanomas will be diagnosed every year according to the American Cancer Society and more than 8,000 people in the US die from melanoma every year. This cancer makes up only 1% of skin cancer cases, but accounts for many of the deaths related to skin cancer.\n\n“Melanoma is a life-threatening cancer that can cause devastating impacts to affected individuals, with a significant risk of metastasizing and spreading to other areas in the body,” said Dr. Nicole Verdun, director of the Office of Therapeutic Products in the Center of Biologics Evaluation and Research. “Today’s approval reflects the FDA’s dedication and commitment to the development of innovative, safe and effective treatment options for cancer patients.”\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nResearch suggests that this approach to treating cancer may be useful to treat other hard-to-fight cancers too.\n\n“Given the significant unmet needs in the advanced melanoma community, we are proud to offer a personalized, one-time therapeutic option for these patients,” said Dr. Frederick Vogt, interim chief executive officer and president of Iovance. “We are continuing our development efforts to address additional unmet medical needs in patients with solid tumor cancers, making our novel cell therapies available to more patients with melanoma and other types of cancers.”\n\nSullivan, who treats melanoma patients in Massachusetts, said Friday’s FDA announcement will come as good news.\n\n“While patients with melanoma have a lot more treatment options than they had 15 years ago, we still have a lot of our patients who are diagnosed with metastatic melanoma dying,” Sullivan said. “It’s a very good day to have another option, particularly an option in a population of patients where our standard therapies have failed them.”",
        "keywords": [
            "melanoma",
            "therapy",
            "approves",
            "cells",
            "metastatic",
            "hardtotreat",
            "treatment",
            "fda",
            "cancer",
            "immune",
            "dr",
            "tumor",
            "skin",
            "patients"
        ],
        "summary": "CNN —On Friday, the US Food and Drug Administration approved a new, first-of-its-kind therapy that could help patients with metastatic melanoma, a rare but deadly form of skin cancer.\nAmtagvi, as the treatment is called, is the first cellular therapy used to treat this form of solid tumor cancer.\nWith this treatment, doctors will remove tissue from the patient’s tumors and then take its immune cells and grow them in the lab.\nOnce there are enough immune cells, doctors then give them back to the patient in an infusion and the immune cells go on to overwhelm and destroy the cancer.\nThis cancer makes up only 1% of skin cancer cases, but accounts for many of the deaths related to skin cancer."
    },
    {
        "title": "Rachel Dolezal fired from teaching job over OnlyFans account",
        "authors": [
            "Aj Willingham"
        ],
        "publish_date": "2024-02-15 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/ap17150752222595.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nRachel Dolezal, the White woman and former National Association for the Advancement of Colored People (NAACP) chapter president who courted major controversy nearly 10 years ago for falsely claiming she was Black, has been fired from her position with an Arizona school district over an OnlyFans account.\n\nDolezal was employed with the Catalina Foothills School District as an after-school instructor, but was let go this week after administrators were made aware of her apparent presence on OnlyFans, a social media subscription platform that caters to adult content.\n\nAs of publication, a link to an OnlyFans account is accessible through a bio in Dolezal’s verified Instagram account. The linked OnlyFans account, updated as recently as February 14, blocks images for non-subscribers but contains identifying information and captions alluding to adult and “nude” content.\n\n“Welcome to my OnlyFans page, where I post creative content and give fans a more intimate look into my life,” the page reads.\n\nJulie Farbarik, the district’s director of alumni & community relations, told CNN affiliate KVOA that the posts are “contrary to our district’s ‘Use of Social Media by District Employees’ policy and our staff ethics policy.” Farbarik also confirmed Dolezal’s termination.\n\nCNN has reached out to Dolezal for comment.\n\nDolezal made headlines in 2015 when it was revealed that, despite leading the Spokane chapter of the NAACP and claiming a detailed heritage as a person of color, Dolezal’s parents were both White with European ancestry. In the ensuing media storm, Dolezal never denied her White heritage, but claimed that she still “identifies as Black.”\n\nRachel Dolezal, then a leader of the Human Rights Education Institute, stands in front of a mural she painted at the institute's offices in Coeur d'Alene, Idaho, on July 24, 2009. Nicholas K. Geranios/AP\n\nDolezal’s enduring media presence prompted cantankerous conversations about identity and race. In a 2017 CNN interview, she said she believes race is a “social construct.”\n\nDespite widespread derision, Dolezal did not shed her assumed identity after her actual heritage was revealed. In 2016, she legally changed her name to Nkechi Amare Diallo. The name Nkechi is a shortened Igbo name of Nigerian origin, and means “gift of God.”\n\nShe said at the time she would continue to use the name Rachel Dolezal as well, and the names appear to alternate on her various social media accounts. Her apparent OnlyFans account bears the name Rachel Dolezal.\n\nOnlyFans is a social media platform where creators post photos and videos and can charge users a fee to access it. It is typically known as a place for explicit content.\n\nIts rising popularity has led to innumerable instances of people being fired from their jobs for being OnlyFans creators, including several teachers. Such incidents have raised questions about employment discrimination, the stigma of sex work and the effects of the gig economy.\n\nA 2017 profile of Dolezal in The Guardian claimed that, at the time, Dolezal was “jobless” and “feeding her family with food stamps” while being offered opportunities only in “reality TV and porn.”\n\nHowever, Dolezal has continued to crop up in the public eye. In 2017, she published a memoir titled “In Full Color: Finding My Place in a Black and White World.” She also promotes her art on social media and produces a podcast called “Peripheries.” The podcast’s description says the show’s logo was created by Dolezal and depicts Josephine Beall Willson Bruce, a Black women’s rights activist from the late 1800s and early 1900s and “a multicultural historical figure who was often perceived as white.”",
        "keywords": [
            "dolezal",
            "onlyfans",
            "job",
            "heritage",
            "social",
            "account",
            "rachel",
            "district",
            "fired",
            "teaching",
            "white",
            "dolezals",
            "media"
        ],
        "summary": "As of publication, a link to an OnlyFans account is accessible through a bio in Dolezal’s verified Instagram account.\nThe linked OnlyFans account, updated as recently as February 14, blocks images for non-subscribers but contains identifying information and captions alluding to adult and “nude” content.\nHer apparent OnlyFans account bears the name Rachel Dolezal.\nOnlyFans is a social media platform where creators post photos and videos and can charge users a fee to access it.\nIts rising popularity has led to innumerable instances of people being fired from their jobs for being OnlyFans creators, including several teachers."
    },
    {
        "title": "Map: Countries where same sex marriage is legal",
        "authors": [
            "Annette Choi",
            "Jhasua Razo"
        ],
        "publish_date": "2024-02-16 21:02:03.482000+00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/20240216-same-sex-marriage-hp-card.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nSame-sex unions are now legal in 35 countries and parts of Mexico after Greece became the first Orthodox Christian country to establish marriage equality for all.\n\nWhile Mexico does not have a national law on same-sex marriage, more than half of its states regulate, allow, and recognize it.\n\nHere are the countries where same-sex marriage is legal:\n\nSince 2001, when the Netherlands became the first country to legalize same-sex marriage, there have been ramped-up efforts worldwide to pass similar legislation. Taiwan, for instance, became the first Asian country to make same-sex marriage a reality in 2019.\n\nMarriage equality is still, however, largely limited to countries in the Americas, Europe and Oceania.",
        "keywords": [
            "map",
            "country",
            "worldwide",
            "marriage",
            "mexico",
            "countries",
            "samesex",
            "states",
            "sex",
            "legal",
            "unions",
            "taiwan",
            "equality"
        ],
        "summary": "CNN —Same-sex unions are now legal in 35 countries and parts of Mexico after Greece became the first Orthodox Christian country to establish marriage equality for all.\nWhile Mexico does not have a national law on same-sex marriage, more than half of its states regulate, allow, and recognize it.\nHere are the countries where same-sex marriage is legal:Since 2001, when the Netherlands became the first country to legalize same-sex marriage, there have been ramped-up efforts worldwide to pass similar legislation.\nTaiwan, for instance, became the first Asian country to make same-sex marriage a reality in 2019.\nMarriage equality is still, however, largely limited to countries in the Americas, Europe and Oceania."
    },
    {
        "title": "The week in 37 photos",
        "authors": [],
        "publish_date": "2024-02-15 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/240215174413-13-week-in-photos-0215.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "An estimated 1 million people gathered in downtown Kansas City, Missouri, on Wednesday to celebrate the Kansas City Chiefs winning back-to-back Super Bowls.\n\nBut what was supposed to be a joyous day ended in tragedy when a shooting took place after the team's pep rally at Union Station.\n\nOne person was killed and more than 20 were wounded in a shooting that appears to have been the result of \"a dispute between several people,\" police chief Stacey Graves said Thursday. Two juveniles have been detained in connection with the shooting.\n\nLisa Lopez-Galvan, a Kansas City-area radio DJ, was the victim who died, her employer KKFI 90.1 FM said.\n\nHere are some of the stories that made headlines over the past week, as well as some photos that caught our eye.",
        "keywords": [
            "tragedy",
            "victim",
            "wounded",
            "week",
            "kansas",
            "photos",
            "winning",
            "union",
            "took",
            "37",
            "shooting",
            "city"
        ],
        "summary": "An estimated 1 million people gathered in downtown Kansas City, Missouri, on Wednesday to celebrate the Kansas City Chiefs winning back-to-back Super Bowls.\nBut what was supposed to be a joyous day ended in tragedy when a shooting took place after the team's pep rally at Union Station.\nTwo juveniles have been detained in connection with the shooting.\nLisa Lopez-Galvan, a Kansas City-area radio DJ, was the victim who died, her employer KKFI 90.1 FM said.\nHere are some of the stories that made headlines over the past week, as well as some photos that caught our eye."
    },
    {
        "title": "Don’t look now but gas prices are rising fast",
        "authors": [
            "Matt Egan"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/usatsi-22421347.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "New York CNN —\n\nYou’re not imagining it: Gasoline prices are moving swiftly higher across the country.\n\nThe national average has climbed 11 cents in the past week alone, to $3.28 a gallon, according to AAA. That means millions of Americans hitting the roads this Presidents’ Day weekend will be greeted by the highest prices in nearly three months.\n\nSome of this jump in pump prices is normal. Gas prices always rise as winter winds down because demand increases and gas stations must switch over to more expensive summer fuel.\n\nSome of this jump is abnormal. Refinery outages — including a weekslong shutdown of the largest refinery in the Midwest — are limiting the supply of gas.\n\nNo matter the cause, rising gas prices are bad news for consumers already frustrated by the cost of living.\n\nAnd this trend could cause headaches for officials in Washington — especially if it accelerates. Higher gas prices complicate the Federal Reserve’s war on inflation. And they undercut the election year message of a White House that previously pointed to cheap gas prices as evidence that Bidenomics is working.\n\nThe higher prices go, the bigger the headaches.\n\n“It’s a very sensitive subject for Americans,” said Patrick De Haan, head of petroleum analysis at GasBuddy. “The White House is somewhat powerless. The president doesn’t really deserve credit or blame. The market will do what it’s going to do.”\n\nWhy gas prices rise as winter ends\n\nGas prices bottomed at $3.07 a gallon nationally on January 15. Since then, the national average has increased by 21 cents to $3.28 on Friday.\n\nSo far, this is well within what’s considered normal. De Haan said that over the past decade, gas prices have increased by between 35 and 85 cents a gallon between the winter low and the spring-summer peak.\n\nThis happens for good reasons.\n\nFirst, oil prices — the main driver of retail gas prices — tend to increase during this time of the year. That’s true again now. US crude has increased by about $10 since mid-December, to $78 a barrel today.\n\nInvestors know that demand for fuel increases as people drive more often and take road trips in warmer weather.\n\n“January and February are the lowest gas demand months,” said Andy Lipow, president of consulting firm Lipow Oil Associates. “We are moving into higher demand months. That should be no surprise. It’s been this way for 50 years.”\n\nAnother annual tradition: Gas stations switch over to more expensive summer blends of fuel. That transition has already happened in Southern California — a switch that can add about 30 cents a gallon to gas prices.\n\nRefinery troubles\n\nAt the same time, refineries often shut down for regularly scheduled maintenance late in the winter and early in the spring. Those shutdowns limit how much oil the refinery system can turn into gasoline, jet fuel and diesel.\n\nWhat’s complicated matters this winter is there have been some unscheduled refinery outages.\n\nMost notably, BP’s Whiting refinery in northwest Indiana has been shut down for weeks. That’s a big deal because this refinery is not just BP’s largest in the world, it’s the biggest in the Midwest. BP says Whiting can produce enough gasoline each day to support the average daily travel of 7 million cars.\n\nIt’s no coincidence then, that states in the Midwest have experienced the biggest price spikes.\n\nOver the past month, gas prices have surged by 47 cents in Ohio, 40 cents in Indiana and 36 cents in Illinois, according to AAA.\n\nRefinery outages in the Rocky Mountain region — which includes Colorado, Utah, Arizona and New Mexico — have also helped drive up the price of gas there. In the past week, gas has risen by 26 cents in New Mexico and by 21 cents in Colorado, according to the driving club.\n\nA series of refinery closures in recent decades has made the country more vulnerable to unexpected outages — including those caused by extreme weather. For instance, without the usual backstop, last summer’s historic heatwave that knocked some refineries offline unexpectedly lifted gas prices across the country.\n\nIt’s worth noting that while gas prices have gone up sharply in recent weeks, it’s cheaper to fill up than it was a year ago. The national average for regular gas stood at $3.42 a gallon at this point last year.\n\nHow high will they go?\n\nLooking ahead, experts are confident gas prices will continue to rise — but likely at a slower pace.\n\nAs long as there are no major surprises, Lipow expects the national average will peak at between $3.50 and $3.75 a gallon this summer. That’s a far cry from the unprecedented spike above $5 a gallon in June 2022.\n\n“There is more than adequate crude oil supply — unless we get a major disruption due to tensions spreading throughout the Middle East,” Lipow said.\n\nIf the Israel-Hamas war spreads and derails supply from Iran and Saudi Arabia, prices would likely spike.\n\nGasBuddy’s De Haan expects the national average will hit $3.50 a gallon by March or April. But he doesn’t see gas prices hitting $4 a gallon this year — unless something goes wrong.\n\n“A refinery outage here or an Arab Spring there could cause prices to go up a lot more,” he said.",
        "keywords": [
            "gallon",
            "fast",
            "rising",
            "look",
            "refinery",
            "average",
            "cents",
            "oil",
            "winter",
            "past",
            "dont",
            "prices",
            "national",
            "gas"
        ],
        "summary": "Gas prices always rise as winter winds down because demand increases and gas stations must switch over to more expensive summer fuel.\nNo matter the cause, rising gas prices are bad news for consumers already frustrated by the cost of living.\nAnd they undercut the election year message of a White House that previously pointed to cheap gas prices as evidence that Bidenomics is working.\nFirst, oil prices — the main driver of retail gas prices — tend to increase during this time of the year.\nFor instance, without the usual backstop, last summer’s historic heatwave that knocked some refineries offline unexpectedly lifted gas prices across the country."
    },
    {
        "title": "Nike layoffs: Sportswear giant is cutting about 1,700 jobs",
        "authors": [
            "Olesya Dmitracova"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2004563721.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "London CNN —\n\nNike will lay off about 2% of its employees, or close to 1,700 people, as the sportswear behemoth looks to cut as much as $2 billion in costs.\n\n“The actions that we’re taking put us in the position to right-size our organization to get after our biggest growth opportunities,” a Nike (NKE) spokesperson said in a statement Friday. “While these changes will impact approximately 2% of our total workforce, we are grateful for the contributions made by all Nike teammates.”\n\nAccording to its latest annual report, the company employed around 83,700 people worldwide as of May 31, 2023.\n\nIn December, Nike slashed its revenue forecast and announced cost cuts amid growing concerns that consumers around the world are slowing their spending. The company said it was looking for up to $2 billion in savings over the next three years.\n\nCustomers are changing their behavior, passing up discretionary purchases of goods — like expensive sneakers and athletic wear — for basics and experiences such as concerts and travel.\n\nNike is also facing tough competition from upstart brands like Hoka and On Cloud.\n\nWhen presenting the company’s latest financial results in December, Nike finance chief Matt Friend said its gloomier outlook reflected “indications of more cautious consumer behavior around the world” and also mentioned “increased macro headwinds in China and in Europe.”\n\nChina, the world’s second-largest economy, is facing huge challenges, from downbeat consumers to a real estate slump and weaker exports.\n\nMeanwhile, Europe avoided a recession by the slimmest of margins in the last three months of 2023, with its economy flatlining, official data confirmed Wednesday. And Germany, the region’s biggest economy, shrank last year for the first time since the onset of the Covid-19 pandemic.\n\nNathaniel Meyersohn contributed to this article.",
        "keywords": [
            "1700",
            "nike",
            "facing",
            "cutting",
            "giant",
            "layoffs",
            "consumers",
            "sportswear",
            "company",
            "behavior",
            "economy",
            "billion",
            "jobs",
            "latest",
            "world",
            "biggest"
        ],
        "summary": "London CNN —Nike will lay off about 2% of its employees, or close to 1,700 people, as the sportswear behemoth looks to cut as much as $2 billion in costs.\nIn December, Nike slashed its revenue forecast and announced cost cuts amid growing concerns that consumers around the world are slowing their spending.\nThe company said it was looking for up to $2 billion in savings over the next three years.\nNike is also facing tough competition from upstart brands like Hoka and On Cloud.\nAnd Germany, the region’s biggest economy, shrank last year for the first time since the onset of the Covid-19 pandemic."
    },
    {
        "title": "How are you navigating your debt?",
        "authors": [
            "Alicia Wallace"
        ],
        "publish_date": "2024-02-16 00:00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1159334654-copy.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "CNN —\n\nThe economic data shows that Americans are getting deeper into debt, and they’re having a harder time keeping up with the payments.\n\nThis comes at a time when interest rates are high; student loan payments are resuming; new financing options such as Buy Now, Pay Later are soaring; medical bills are piling up and everyday expenses are still high.\n\nIf this sounds familiar, contact us to let us know what you are experiencing, how you’re managing debt and other expenses, and what your strategies are for getting out of debt.",
        "keywords": [
            "getting",
            "theyre",
            "strategies",
            "soaring",
            "navigating",
            "youre",
            "sounds",
            "expenses",
            "student",
            "debt",
            "shows"
        ],
        "summary": "CNN —The economic data shows that Americans are getting deeper into debt, and they’re having a harder time keeping up with the payments.\nThis comes at a time when interest rates are high; student loan payments are resuming; new financing options such as Buy Now, Pay Later are soaring; medical bills are piling up and everyday expenses are still high.\nIf this sounds familiar, contact us to let us know what you are experiencing, how you’re managing debt and other expenses, and what your strategies are for getting out of debt."
    },
    {
        "title": "16 chocolate dessert recipes to satisfy any sweet tooth",
        "authors": [
            "Food Network Kitchen"
        ],
        "publish_date": "2024-01-02 15:26:10.870000+00:00",
        "top_image_url": "https://media.cnn.com/api/v1/images/stellar/prod/fnk-chocolate-chocolate-chip-skillet-cookie-slice-s4x3.jpg?c=16x9&q=w_800,c_fill",
        "article_text": "Some say, ‘less is more’ but when it comes to chocolate we believe the opposite! Dark chocolate, milk chocolate, white chocolate, blonde chocolate and cocoa powder—we love using all sorts of chocolate for baking. Once you learn a few basics (like how to melt chocolate so that it doesn’t seize up and how to temper chocolate so that it keeps its glossy shine) you’ll be making everything from ganache for truffles and decadent cakes to the fudgiest pies and cookies—in no time.\n\nWondering where to start? This cake fits our ‘more is more’ philosophy with a chocolate filling, frosting and candy bar topping.\n\nPhoto: RYAN DAUSCH\n\nBetter yet, it comes together in one bowl which makes cleanup a breeze. That means you’ll be indulging in a slice of chocolatey goodness just a little bit sooner. Sweet!\n\nGET THE RECIPE\n\nUltimate Flourless Chocolate Cake\n\nFood Network\n\nThis flourless chocolate cake is the very definition of the word “decadent.” You’ll use an entire bag of dark chocolate chips to make the dessert’s dreamy filling, which is equal parts fudgy and rich. Don’t forget to top your baked cake with freshly made whipped cream and a dusting of cocoa powder before serving — doing so takes it to the next level!\n\nGET THE RECIPE\n\nThe Best Chocolate Mousse\n\nLUCY SCHAEFFER\n\nThe best chocolate mousse must be perfect. It should taste rich, indulgent and not too sweet, with a texture that is both light-and-airy and silky-and-smooth. After many attempts we nailed it and made a dessert that not only exceeded our standards, it’s also quite easy to pull off. Close your eyes and take a bite — you’ll be transported to a 4-star French restaurant.\n\nGET THE RECIPE\n\nChocolate Lemon Bars\n\nFood Network\n\nLemon and chocolate might sound like an unusual pairing on paper, but once you take a bite of these tricolored bars, you’ll forever be a fan of the zesty flavor combination. A generous sparkle of flaky sea salt on top also makes the perfect garnish to offset this dessert’s silky-smooth chocolate ganache.\n\nGET THE RECIPE\n\nGiant Chocolate-Peanut Butter Cookie Cake\n\nTeri Lyn Fisher\n\nCan’t decide between cookies and cake? Oversized, double-chocolate cookies stacked between layers of peanut-butter frosting create an indulgent dessert that doesn’t make you choose.\n\nGET THE RECIPE\n\nChocolate Panna Cotta in Orange Cups\n\nFood Network\n\nWhether you make these impressive panna cotta-filled orange cups for the holidays or as a weekend baking project, they’re sure to get everyone talking. Elegant, creative and oh-so-delicious, it might be hard to eat only one!\n\nGET THE RECIPE\n\nCherry Chocolate Ice Cream\n\nPhoto: Andrew Purcell\n\nOnce you make homemade ice cream, you’ll have a hard time going back to the store-bought stuff. This sweet, creamy chocolate ice cream is studded with fresh cherries for a summertime (or anytime!) treat you won’t soon forget.\n\nGET THE RECIPE\n\nWhite Macadamia Nut Tart\n\nFood Network\n\nThis golden tart is an elegant marriage of fragrant vanilla bean, velvety white baking chips and crunchy macadamia nuts and makes the ideal make-ahead treat for gatherings of all sizes.\n\nGET THE RECIPE\n\nChocolate Pound Cake\n\nMatt Armendariz\n\nTrisha Yearwood’s pound cake is the perfect recipe if you don’t consider yourself a baker — it’s that easy. Serve the dense cake with a scoop of vanilla ice cream.\n\nGET THE RECIPE\n\nChocolate-Glazed Brownie Cupcakes\n\nArmando Rafael\n\nIs it a brownie? Is it a cupcake? We don’t care — we just know that this super-chocolatey treat is sure to satisfy any sweet tooth!\n\nGET THE RECIPE\n\nChocolate Chocolate Chip Skillet Cookie\n\nTara Donne\n\nThis mammoth super-chocolatey cookie will satisfy any serious chocoholic. Cooking it in a cast-iron skillet makes the edges extra crisp while the inside stays rich and fudgy.\n\nGET THE RECIPE\n\nChocolate Tart\n\nTara Donne\n\nCalling all chocolate lovers! This stunning chocolate tart is filled with a rich, semi-sweet chocolate ganache-like custard, almost like a chocolate truffle. Yum!\n\nGET THE RECIPE\n\nChocolate Peanut-Butter No Bake Cookies\n\nTara Donne\n\nSweet treats made from the classic combo of chocolate and peanut butter \u0097 no baking required! These cookies come together in minutes on the stovetop.\n\nGET THE RECIPE\n\nChocolate Cheesecake Candy Cane Bars\n\nFood Network\n\nA very happy marriage of brownie and cheesecake, these Chocolate Cheesecake Candy Cane Bars always get rave reviews.\n\nGET THE RECIPE\n\nThe Best Fudgy Brownies\n\nCaitlin Ochs\n\nWe’ve created the perfect brownie by employing a few tips and tricks. Using both semisweet chocolate and cocoa powder gives us the deep and complex chocolate flavor we crave. Cooking the butter until golden brown adds a toasted nuttiness, while the pop of cream provides luscious texture.\n\nGET THE RECIPE\n\nA Gooey, Decadent Chocolate Cake\n\nTara Donne\n\nThis towering layer cake is exactly what it promises to be: gooey, decadent, chocolatey and oh, so rich.\n\nGET THE RECIPE",
        "keywords": [
            "recipechocolate",
            "youll",
            "cream",
            "makes",
            "cake",
            "rich",
            "satisfy",
            "chocolate",
            "ice",
            "16",
            "perfect",
            "sweet",
            "decadent",
            "dessert",
            "recipes",
            "tooth"
        ],
        "summary": "Dark chocolate, milk chocolate, white chocolate, blonde chocolate and cocoa powder—we love using all sorts of chocolate for baking.\nGET THE RECIPECherry Chocolate Ice CreamPhoto: Andrew PurcellOnce you make homemade ice cream, you’ll have a hard time going back to the store-bought stuff.\nThis sweet, creamy chocolate ice cream is studded with fresh cherries for a summertime (or anytime!)\nGET THE RECIPEChocolate Chocolate Chip Skillet CookieTara DonneThis mammoth super-chocolatey cookie will satisfy any serious chocoholic.\nThis stunning chocolate tart is filled with a rich, semi-sweet chocolate ganache-like custard, almost like a chocolate truffle."
    }
]